Repository: Yeah69/BFF
Catalog: ViewModel/Properties/Texts.*.resx
Languages: fi, fr, it, lv, nl, pl, sl

# ToolTip_TransGrid_Header_Cleared
source: This checkmark can be used in order to separate finished entries and entries which still require editing. The overall sums can be observed in separate manner in the tooltip of the balance.
fi: Tätä valintamerkkiä voidaan käyttää erottamaan valmiit merkinnät niistä, joita on vielä tarkistettava. Yhteissummat näkyvät tilin saldon työkaluvihjeessä.
fr: Cette coche peut être utilisée pour distinguer les entrées terminées de celles qui doivent encore être révisées. Les totaux peuvent être consultés dans l'infobulle du solde du compte.
it: Dieser Haken kann genutzt werden um erledigte Einträgen von welchen die noch Überarbeitung benötigen zu unterscheiden. Die Gesamtsummen können im Tooltip vom Kontostand betrachtet werden.
lv: Šo atzīmi var izmantot, lai nošķirtu pabeigtus ierakstus no tiem, kas vēl jāpārskata. Kopsummas var apskatīt konta atlikuma uzrakstā.
nl: Dit vinkje kan worden gebruikt om een onderscheid te maken tussen ingevulde en nog te reviseren gegevens. De totalen kunnen worden bekeken in de tooltip van het rekeningsaldo.
pl: Ten znacznik wyboru można wykorzystać do odróżnienia wpisów ukończonych od tych, które wymagają jeszcze poprawek. Sumy mogą być wyświetlane w podpowiedzi narzędziowej stanu konta.
sl: Ta kljukica se lahko uporablja za razlikovanje med dokončanimi vnosi in tistimi, ki jih je treba še popraviti. Skupne zneske si lahko ogledate v namigu orodja pri stanju na računu.

# ToolTip_TransGrid_Header_Date
source: The date on which the entry is active.
fi: Päivämäärä, jolloin merkintä tulee voimaan.
fr: La date à laquelle l'entrée est effective.
it: Das Datum an dem der Eintrag wirksam ist.
lv: Datums, kurā ieraksts stājas spēkā.
nl: De datum waarop de boeking van kracht wordt.
pl: Data, od której wpis staje się skuteczny.
sl: Datum začetka veljavnosti vpisa.

# ToolTip_TransGrid_Header_Flag
source: A flag marks an entry visually by color and is completely optional.
fi: Merkintä korostaa merkintää visuaalisesti värillä, ja se on täysin vapaaehtoinen.
fr: Le marqueur met visuellement en évidence l'entrée par sa couleur et est totalement facultatif.
it: Die Markierung hebt den Eintrag visuell durch die Farbe hervor und ist komplett optional.
lv: Marķieris vizuāli izceļ ierakstu ar krāsu, un tas nav obligāts.
nl: De marker markeert de invoer visueel met een kleur en is volledig optioneel.
pl: Marker wizualnie podkreśla wpis kolorem i jest całkowicie opcjonalny.
sl: Označevalnik z barvo vizualno poudari vnos in je popolnoma neobvezen.

# ToolTip_TransGrid_Header_Memo
source: The memo is intended as an arbitrary description of the entry.
fi: Huomautuksen tarkoituksena on antaa merkinnälle jokin kuvaus.
fr: La note est destinée à donner à l'entrée une description quelconque.
it: Die Notiz ist dazu bestimmt dem Eintrag eine beliebige Beschreibung zu geben.
lv: Piezīme ir paredzēta, lai sniegtu ierakstam jebkādu aprakstu.
nl: De notitie is bedoeld om de vermelding een beschrijving te geven.
pl: Notatka ma za zadanie nadać wpisowi dowolny opis.
sl: Opomba je namenjena temu, da se vnos poljubno opiše.

# ToolTip_TransGrid_Header_Payee
source: The paid or the paying person of this entry is filled in here. In case the entry is a transfer, the source-account is filled in here.
fi: Tähän merkitään maksettu tai maksava henkilö. Jos kyseessä on siirto, lähdetili merkitään tähän.
fr: Le payé ou la personne qui paie est saisi ici. Si l'entrée est un transfert, le compte source est inscrit ici.
it: Die bezahlte oder die bezahlende Person wird hier eingetragen. Wenn der Eintrag ein Transfer ist, dann wird hier das Quellkonto eingetragen.
lv: Šeit tiek ievadīta apmaksātā vai maksātāja persona. Ja ieraksts ir pārskaitījums, tad šeit ieraksta avota kontu.
nl: De betaalde of de betalende persoon wordt hier ingevoerd. Indien de boeking een overschrijving is, wordt hier de bronrekening ingevuld.
pl: Tutaj wpisuje się osobę wypłacającą lub wypłacaną. Jeżeli zapis jest przelewem, to tutaj wpisuje się rachunek źródłowy.
sl: Tukaj se vnese plačana ali plačilna oseba. Če je vnos prenos, se tukaj vnese izvorni račun.

# ToolTip_TransGrid_Header_S
source: The symbols indicate the type of the account entry.
fi: Symbolit osoittavat, minkä tyyppinen tiliöinti on.
fr: Les symboles indiquent le type de l'écriture comptable.
it: Die Symbole zeigen von welchem Typ der Konteneintrag ist.
lv: Simboli norāda, kāda veida ir konta ieraksts.
nl: De symbolen geven aan van welk type de boeking is.
pl: Symbole wskazują, jakiego typu jest zapis księgowy.
sl: Simboli prikazujejo, katere vrste je vnos na računu.

# ToolTip_TransGrid_Header_S_Income
source: An income entry marks a transaction which is considered as income.
fi: Tulokirjaus merkitsee liiketapahtumaa, jota pidetään tulona.
fr: Une entrée de revenu marque une transaction qui est considérée comme un revenu.
it: Ein Einkommenseintrag markiert eine Transaktion, die als Einkommen betrachtet wird.
lv: Ieņēmumu ieraksts iezīmē darījumu, kas tiek uzskatīts par ienākumu.
nl: Een inkomstenboeking markeert een transactie die als inkomsten wordt beschouwd.
pl: Wpis przychodu oznacza transakcję, która jest uznawana za przychód.
sl: Z vnosom prihodka se označi transakcija, ki se šteje za prihodek.

# ToolTip_TransGrid_Header_S_Transaction
source: A transaction lets money flow out of or into the account.
fi: Tapahtuman avulla rahaa virtaa tililtä tai tilille.
fr: Une transaction permet de faire sortir ou entrer de l'argent sur un compte.
it: Eine Transaktion lässt Geld aus oder in ein Konto fließen.
lv: Darījums ļauj naudai ieplūst kontā vai aizplūst no konta.
nl: Een transactie laat geld van of naar een rekening stromen.
pl: Transakcja pozwala na przepływ pieniędzy z lub na konto.
sl: Transakcija omogoča, da denar odteče z računa ali se nanj vrne.

# ToolTip_TransGrid_Header_S_Transfer
source: A transfer passes money from one account to another.
fi: Siirrolla siirretään rahaa tililtä toiselle.
fr: Un transfert permet de transférer de l'argent d'un compte à un autre.
it: Ein Transfer überträgt Geld von einem Konto in das andere.
lv: Ar pārskaitījumu nauda tiek pārskaitīta no viena konta uz citu.
nl: Met een overschrijving wordt geld van de ene rekening naar de andere overgeschreven.
pl: Przelew przenosi pieniądze z jednego konta na drugie.
sl: S prenosom se denar prenese z enega računa na drugega.

# ToolTip_TransGrid_Header_Sum
source: The sum of the entry.
fi: Merkinnän summa.
fr: La somme de l'entrée.
it: Die Summe des Eintrags.
lv: Ieraksta summa.
nl: De som van de vermelding.
pl: Suma wpisu.
sl: Vsota vnosa.

# ValidationRule_Currency
source: This text could not be parsed as a currency!
fi: Tätä tekstiä ei voitu tulkita valuutaksi!
fr: Ce texte n'a pas pu être analysé en tant que devise !
it: Dieser Text konnte nicht als Währung geparst werden!
lv: Šo tekstu nav iespējams analizēt kā valūtu!
nl: Deze tekst kon niet geparsed worden als valuta!
pl: Ten tekst nie może zostać przetworzony jako waluta!
sl: Tega besedila ni bilo mogoče razčleniti kot valuto!

# ValidationRule_CurrencyLongRange
source: The value is out of range: [ {0} .. {1} ]!
fi: Arvo on voimassaoloalueen ulkopuolella: [ {0} .. {1} ]!
fr: La valeur est en dehors de la plage de validité : [ {0} .. {1} ] !
it: Der Wert liegt außerhalb des Gültigkeitsbereiches: [ {0} .. {1} ]!
lv: Vērtība ir ārpus derīguma diapazona: [ {0} .. {1} ]!
nl: De waarde ligt buiten het geldigheidsbereik: [ {0} .. {1} ]!
pl: Wartość jest poza zakresem ważności: [ {0} ... {1} ]!
sl: Vrednost je zunaj območja veljavnosti: [ {0} .. {1} ]!

# ValidationRule_NoNull
source: This input field may not be empty!
fi: Tämä kenttä ei saa jäädä tyhjäksi!
fr: Ce champ de saisie ne doit pas rester vide !
it: Dieses Eingabefeld darf nicht leer bleiben!
lv: Šis ievades lauks nedrīkst palikt tukšs!
nl: Dit invoerveld mag niet leeg blijven!
pl: To pole wejściowe nie może pozostać puste!
sl: To vnosno polje ne sme ostati prazno!

# ValidationRule_NotExistingFilePath
source: This file path does not exist!
fi: Tätä tiedostopolkua ei ole olemassa!
fr: Ce chemin de fichier n'existe pas !
it: Dieser Dateipfad existiert nicht!
lv: Šis faila ceļš neeksistē!
nl: Dit bestandspad bestaat niet!
pl: Ta ścieżka do pliku nie istnieje!
sl: Ta pot do datoteke ne obstaja!

# ValidationRule_NotExistingSavePath
source: The directory of the save path does not exist!
fi: Tallennuspolun hakemistoa ei ole olemassa!
fr: Le répertoire du chemin de sauvegarde n'existe pas !
it: Das Verzeichnis vom Speicherpfad existiert nicht!
lv: Katalogs no saglabāšanas ceļa neeksistē!
nl: De map van het opslagpad bestaat niet!
pl: Katalog z podanej ścieżki zapisu nie istnieje!
sl: Imenik s poti shranjevanja ne obstaja!

# ValidationRule_NotExistingSavePath_EmptyName
source: The file name of this save path is empty!
fi: Tämän muistipolun tiedostonimi on tyhjä!
fr: Le nom de fichier de ce chemin de mémoire est vide !
it: Der Dateiname von diesem Speicherpfad ist leer!
lv: Šī atmiņas ceļa faila nosaukums ir tukšs!
nl: De bestandsnaam van dit geheugenpad is leeg!
pl: Nazwa pliku tej ścieżki pamięci jest pusta!
sl: Ime datoteke te pomnilniške poti je prazno!

# ContentIsLoading
source: The content is loaded...
it: Der Inhalt wird geladen…
lv: Saturs ir ielādēts...
pl: Zawartość jest ładowana...

source: All accounts
it: Alle Konten
lv: Visi konti
pl: Wszystkie rachunki

# CsvBankStatementImport_Title
source: Import bank statement via CSV file
it: Importiere Kontoauszug über eine CSV-Datei
lv: Importēt bankas izrakstu, izmantojot CSV failu
pl: Import wyciągu bankowego poprzez plik CSV

# AccountTabsView_AllAccounts
source: All Accounts
fi: Kaikki tilit
fr: Tous les comptes
it: Tutti i conti
lv: Visi konti
nl: Alle rekeningen
pl: Wszystkie rachunki
sl: Vsi računi

# AccountView_Column_Transfer
source: Transfer
fi: Siirto
fr: Transfert
it: Trasferimento
nl: Overdracht
sl: Prenos

# AccountView_Header_SymbolAbbr_Tooltip
source: Symbol
fi: Symboli
fr: Symbole
it: Simbolo
lv: Simbols
nl: Symbool
sl: Simbol

# General_Name
source: Name
fi: Nimi
fr: Nom
it: Nome
lv: Nosaukums
nl: Naam
pl: Nazwa
sl: Ime

# General_Okay
source: Okay
fi: Okei
fr: D'accord
it: Ok
lv: Labi
nl: Oké
pl: Dobra
sl: V redu

# HamburgerMenu_Budget
source: Budget
fi: Talousarvio
it: Bilancio
lv: Budžets
nl: Begroting
pl: Budżet
sl: Proračun

# MainWindow_File_Import
source: Import
fi: Tuo
fr: Importation
it: Importazione
lv: Importēt
nl: Importeren
sl: Uvoz

# ToolTip_Symbol_Transfer
source: Transfer
fi: Siirto
fr: Transfert
it: Trasferimento
nl: Overdracht
sl: Prenos
