Repository: Yeah69/BFF
Catalog: ViewModel/Properties/Texts.*.resx
Languages: fi, fr, it, lv, nl, pl, sl

# Settings_AlwaysHideEditHeaders
source: Always hide column headers of the editing table
fi: Piilota aina sarakkeiden otsikot muokkaustaulukossa
fr: Toujours masquer les titres des colonnes dans le tableau d'édition
it: Immer Spaltentitel in der Editiertabelle ausblenden
lv: Vienmēr paslēpt kolonnu nosaukumus rediģēšanas tabulā
nl: Kolomtitels altijd verbergen in de bewerkingstabel
pl: Zawsze ukrywaj tytuły kolumn w tabeli edycji
sl: Vedno skrijte naslove stolpcev v tabeli za urejanje

# Settings_Currency
source: Currency format
fi: Valuuttamuoto
fr: Format de la devise
it: Währungsformat
lv: Valūtas formāts
nl: Valuta formaat
pl: Format waluty
sl: Oblika valute

# Settings_Date
source: Date format
fi: Päivämäärän muoto
fr: Format de la date
it: Datumsformat
lv: Datuma formāts
nl: Datum formaat
pl: Format daty
sl: Format datuma

# Settings_Language
source: Language
fi: Kieli
fr: Langue
it: Sprache
lv: Valoda
nl: Taal
pl: Język
sl: Jezik

# Settings_ShowCheckNumbers
source: Show Check Numbers
fi: Näytä tarkistusnumerot
fr: Afficher les numéros de chèque
it: Zeige Schecknummern
lv: Rādīt pārbaudes numurus
nl: Toon chequenummers
pl: Pokaż numery czeków
sl: Prikaži kontrolne številke

# Settings_ShowFlags
source: Show Flags
fi: Näytä merkit
fr: Afficher les marqueurs
it: Zeige Markierungen
lv: Rādīt marķierus
nl: Toon markers
pl: Pokaż znaczniki
sl: Prikaži oznake

# Settings_Theme
source: Theme
fi: Aihe
fr: Sujet
it: Thema
lv: Temats
nl: Onderwerp
pl: Przedmiot:
sl: Zadeva

source: Superior Category
fi: Päällekkäinen luokka
fr: Catégorie superposée
it: Übergestellte Kategorie
lv: Uzklātā kategorija
nl: Gesuperponeerde categorie
pl: Kategoria nadrzędna
sl: Nadgrajena kategorija

# ToolTip_Account_Balance
source: The overall balance including entries with a date in future. See tooltip for better distinction.
fi: Tilin kokonaissaldo ottaen huomioon kirjaukset, joiden päivämäärä on tulevaisuudessa. Katso työkaluvihjeitä, jotta voit tehdä paremman eron.
fr: Le solde total du compte en considérant les entrées avec une date future. Voir l'infobulle pour une meilleure distinction.
it: Der Gesamtkontostand unter Berücksichtigung der Einträge mit einem zukünftigen Datum. Schaue in den Tooltip für eine bessere Unterscheidung.
lv: Kopējais konta atlikums, ņemot vērā ierakstus ar datumu nākotnē. Lai labāk to atšķirtu, skatiet uz uzrakstu.
nl: Het totale rekeningsaldo rekening houdend met de boekingen met een toekomstige datum. Zie de tooltip voor een beter onderscheid.
pl: Łączny stan konta uwzględniający zapisy z datą przyszłą. Zobacz etykietę narzędzia dla lepszego rozróżnienia.
sl: Skupno stanje na računu ob upoštevanju vnosov s prihodnjim datumom. Za boljše razlikovanje si oglejte namig orodja.

# ToolTip_Account_IntermediateBalance
source: The intermediate balance includes the entries which have to be saved yet.
fi: Välisumma sisältää merkinnät, jotka on vielä tallennettava.
fr: Le sous-total comprend les entrées qui doivent encore être sauvegardées.
it: Die Zwischensumme bezieht die Einträge, die noch gespeichert werden müssen, mit ein.
lv: Starpsummā ir iekļauti ieraksti, kas vēl ir jāsaglabā.
nl: Het subtotaal omvat de gegevens die nog moeten worden opgeslagen.
pl: Suma częściowa obejmuje wpisy, które muszą jeszcze zostać zapisane.
sl: V vmesni seštevek so vključeni vnosi, ki jih je treba še shraniti.

# ToolTip_Account_MissingSum
source: The difference of the target balance and the intermediate balance.
fi: Tavoitetilin saldon ja välisumman erotus.
fr: La différence entre le solde du compte cible et le sous-total.
it: Die Differenz von dem Zielkontostands und der Zwischensumme.
lv: Starpība starp mērķa konta atlikumu un starpsummu.
nl: Het verschil tussen het doelsaldo van de rekening en het subtotaal.
pl: Różnica pomiędzy docelowym stanem konta a sumą częściową.
sl: Razlika med ciljnim stanjem na računu in vmesnim seštevkom.

# ToolTip_Account_SetTargetBalance
source: Setting the target balance enables the automatic calculation of the missing sum.
fi: Tavoitetilin saldon asettaminen mahdollistaa puuttuvan määrän automaattisen laskemisen.
fr: La définition du solde cible du compte permet le calcul automatique du montant manquant.
it: Das setzen des Zielkontostands erlaubt die automatische Berechnung der fehlenden Summe.
lv: Mērķa konta atlikuma iestatīšana ļauj automātiski aprēķināt trūkstošo summu.
nl: Door het doelsaldo van de rekening in te stellen, kan het ontbrekende bedrag automatisch worden berekend.
pl: Ustawienie docelowego stanu konta umożliwia automatyczne wyliczenie brakującej kwoty.
sl: Nastavitev ciljnega stanja na računu omogoča samodejni izračun manjkajočega zneska.

# ToolTip_Account_StartingBalance
source: The balance of the account on the setup starting date.
fi: Tilin saldo asetettuna aloituspäivänä.
fr: Le solde du compte à la date de début fixée.
it: Der Kontostand des Kontos am eingestellten Startdatum.
lv: Konta atlikums noteiktajā sākuma datumā.
nl: Het saldo van de rekening op de ingestelde begindatum.
pl: Stan konta w ustalonym dniu początkowym.
sl: Stanje na računu na določen začetni datum.

# ToolTip_BudgetOverview_Aggregates
source: If the aggregation is switched on, then the categories will add the values of their subcategories on top of their own.
fi: Jos summat on aktivoitu, alaluokkien arvot lisätään omaan arvoon.
fr: Si les totaux sont activés, les valeurs des sous-catégories sont ajoutées à la valeur propre.
it: Wenn die Gesamtsummen aktiviert sind, dann werden die Werte der Unterkategorien zu dem eigenen Wert draufaddiert.
lv: Ja ir aktivizētas kopsummas, tad apakškategoriju vērtības tiek pieskaitītas savai vērtībai.
nl: Als de totalen geactiveerd zijn, dan worden de waarden van de subcategorieën bij de eigen waarde opgeteld.
pl: Jeżeli sumy są aktywne, to wartości podkategorii są dodawane do wartości własnej.
sl: Če so skupne vrednosti aktivirane, se vrednosti podkategorij prištejejo k lastni vrednosti.

# ToolTip_BudgetOverview_JumpToMonth
source: Use this date picker to jump to an arbitrary month (day is irrelevant).
fi: Tämän päivämäärän valitsimen avulla voit siirtyä mihin tahansa kuukauteen (päivällä ei ole merkitystä).
fr: Utilisez ce sélecteur de date pour passer à n'importe quel mois (le jour n'a pas d'importance).
it: Nutze diesen Datumselektor um zu einem beliebigen Monat zu springen (der Tag ist nicht von Belang).
lv: Izmantojiet šo datuma atlasītāju, lai pārietu uz jebkuru mēnesi (dienai nav nozīmes).
nl: Gebruik deze datumkiezer om naar een willekeurige maand te springen (de dag doet er niet toe).
pl: Użyj tego selektora daty, aby przejść do dowolnego miesiąca (dzień jest nieistotny).
sl: S tem izbirnikom datuma lahko preskočite na katerikoli mesec (dan ni pomemben).

# ToolTip_BudgetOverview_ShiftMonthBackward
source: Shift one month backward
fi: Siirry kuukausi taaksepäin
fr: Reculer d'un mois
it: Verschiebe um einen Monat zurück
lv: Pārcelšanās vienu mēnesi atpakaļ
nl: Ga een maand terug
pl: Przesunięcie o jeden miesiąc do tyłu
sl: Prestavitev za en mesec nazaj

# ToolTip_BudgetOverview_ShiftMonthForward
source: Shift one month forward
fi: Siirry kuukausi eteenpäin
fr: Avance d'un mois
it: Verschiebe um einen Monat vor
lv: Pārcelšanās uz priekšu par vienu mēnesi
nl: Ga een maand vooruit
pl: Przesunąć o jeden miesiąc do przodu
sl: Premaknite se za en mesec naprej

# ToolTip_Category_MonthOffset
source: The month offset shifts on which month the income is active. For example a month offset one will shift the income to the next month, minus one to the previous.
fi: Kuukauden siirto siirtää tulojen aktivoitumisen ajankohtaa kuukausittain. Esimerkiksi yhden kuukauden kuittaus siirtää tulot seuraavaan kuukauteen ja miinus yksi edelliseen kuukauteen.
fr: Le décalage du mois déplace le moment où le revenu devient actif mois par mois. Par exemple, un décalage d'un mois déplace le revenu vers le mois suivant et un décalage de moins un vers le mois précédent.
it: Der Monatsversatz verschiebt monatsweise den Zeitpunkt zu wann das Einkommen aktiv wird. Zum Beispiel ein Monatsversatz von eins verschiebt das Einkommen zum nächsten Monat und Minus eins zum vorigen Monat.
lv: Mēneša nobīde mēnesi pa mēnesim maina laiku, kad ienākums kļūst aktīvs. Piemēram, mēneša ieskaits, kas vienāds ar vienu, pārnes ienākumus uz nākamo mēnesi, bet mīnus viens - uz iepriekšējo mēnesi.
nl: De maandelijkse verrekening verschuift het tijdstip waarop het inkomen actief wordt van maand tot maand. Zo verschuift bijvoorbeeld een maand afwijking van één het inkomen naar de volgende maand en min één naar de vorige maand.
pl: Przesunięcie miesiąca przesuwa czas, w którym dochód staje się aktywny z miesiąca na miesiąc. Na przykład, przesunięcie miesiąca o jeden przenosi dochód do następnego miesiąca, a minus jeden do poprzedniego.
sl: Mesečni zamik premakne čas, ko dohodek postane aktiven, za vsak mesec posebej. Na primer, mesečni pobot ena prenese dohodek v naslednji mesec, minus ena pa v prejšnji mesec.

# ToolTip_Category_SuperiorCategory
source: If a superior category is selected, then the new category will be appended as a subcategory.
fi: Jos on valittu emoluokka, uusi luokka liitetään siihen alaluokaksi.
fr: Si une catégorie parent est sélectionnée, la nouvelle catégorie y sera rattachée en tant que sous-catégorie.
it: Wenn eine übergeordnete Kategorie gewählt wird, dann wird die neue Kategorie ihr als Unterkategorie angehangen.
lv: Ja ir izvēlēta vecākā kategorija, jaunā kategorija tiks pievienota tai kā apakškategorija.
nl: Als een bovenliggende categorie is geselecteerd, zal de nieuwe categorie daaraan worden gekoppeld als subcategorie.
pl: Jeśli wybrana jest kategoria nadrzędna, nowa kategoria zostanie do niej dołączona jako podkategoria.
sl: Če je izbrana nadrejena kategorija, bo nova kategorija nanjo priključena kot podkategorija.

# ToolTip_DeleteRow
source: Press the button in this column to delete the element of the corresponding row.
fi: Paina tämän sarakkeen painiketta poistaaksesi vastaavan rivin elementin.
fr: Appuyez sur le bouton de cette colonne pour supprimer l'élément de la ligne correspondante.
it: Drücke den Knopf in dieser Spalte um das Element der zugehörigen Reihe zu löschen.
lv: Nospiediet pogu šajā slejā, lai dzēstu attiecīgās rindas elementu.
nl: Druk op de knop in deze kolom om het element van de overeenkomstige rij te wissen.
pl: Naciśnij przycisk w tej kolumnie, aby usunąć element z odpowiedniego wiersza.
sl: Če pritisnete gumb v tem stolpcu, izbrišete element v ustrezni vrstici.

# ToolTip_MergeToCategory
source: In order to merge one category to another, drag the merge icon from this column in the source row and drop it on the target row. The target category will get assigned to all account entries of the source category and inherit all the subcategories. If a pair of the subcategories has the same name, then the subcategory of the source category is automatically renamed (number is appended).
fi: Jos haluat yhdistää yhden luokan toiseen, tämän sarakkeen kuvake on vedettävä lähderiviltä ja pudotettava kohderiville. Kohdeluokka perii kaikki tilimerkinnät ja alaluokat lähtöluokasta. Jos alaluokkaparilla on sama nimi, lähteen alaluokka nimetään automaattisesti uudelleen (numero liitetään).
fr: Pour fusionner une catégorie avec une autre, l'icône de cette colonne doit être glissée depuis la ligne source et déposée sur la ligne cible. La catégorie cible héritera de toutes les entrées et sous-catégories de compte de la catégorie source. Si une paire de sous-catégories porte le même nom, la sous-catégorie source sera automatiquement renommée (numéro ajouté).
it: Um eine Kategorie mit einer anderen zusammenzuführen, sollte das Symbol aus dieser Spalte von der Quellreihe gezogen und auf die Zielreihe losgelassen werden. Die Ziel-Kategorie übernimmt alle Konteneinträge und Unterkategorien von der Quell-Kategorie. Wenn ein Paar der Unterkategorien den selben Namen haben, dann wird die Unterkategorie der Quelle automatisch umbenannt (Zahl angehangen).
lv: Lai apvienotu vienu kategoriju ar citu, šīs kolonnas ikona jāvelk no avota rindas un jānolaiž uz mērķa rindas. Mērķa kategorija pārņem visus konta ierakstus un apakškategorijas no avota kategorijas. Ja apakškategoriju pārim ir vienāds nosaukums, avota apakškategorija tiks automātiski pārdēvēta (tiks pievienots numurs).
nl: Om een categorie met een andere samen te voegen, moet het pictogram van deze kolom uit de bronrij worden gesleept en op de doelrij worden neergezet. De doelcategorie erft alle accountvermeldingen en subcategorieën van de broncategorie. Als een paar subcategorieën dezelfde naam hebben, dan wordt de bronsubcategorie automatisch hernoemd (nummer toegevoegd).
pl: Aby połączyć jedną kategorię z drugą, należy przeciągnąć ikonę z tej kolumny z wiersza źródłowego i upuścić ją na wiersz docelowy. Kategoria docelowa odziedziczy wszystkie wpisy kont i podkategorii z kategorii źródłowej. Jeśli para podkategorii ma taką samą nazwę, to automatycznie zostanie zmieniona nazwa podkategorii źródłowej (dodana liczba).
sl: Če želite združiti eno kategorijo z drugo, morate ikono iz tega stolpca povleči iz izvorne vrstice in jo spustiti v ciljno vrstico. Ciljna kategorija podeduje vse vnose in podkategorije računov iz izvorne kategorije. Če ima par podkategorij enako ime, se izvorna podkategorija samodejno preimenuje (doda se številka).

# ToolTip_MergeToFlag
source: In order to merge one flag to another, drag the merge icon from this column in the source row and drop it on the target row. The target flag will get assigned to all account entries of the source flag and keep its color.
fi: Jos haluat yhdistää yhden merkin toiseen, tämän sarakkeen symboli on vedettävä lähderiviltä ja vapautettava kohderiville. Kohdemerkintä ottaa kaikki lähdemerkinnän tilimerkinnät ja säilyttää oman värinsä.
fr: Pour fusionner un marqueur avec un autre, le symbole de cette colonne doit être glissé de la ligne source et relâché sur la ligne cible. Le marqueur cible reprend toutes les entrées de compte du marqueur source et conserve sa propre couleur.
it: Um eine Markierung mit einer anderen zusammenzuführen, sollte das Symbol aus dieser Spalte von der Quellreihe gezogen und auf die Zielreihe losgelassen werden. Die Ziel-Markierung übernimmt alle Konteneinträge von der Quell-Markierung und behält ihre eigene Farbe bei.
lv: Lai vienu marķieri apvienotu ar citu, šīs kolonnas simbols ir jāvelk no avota rindas un jāatbrīvo mērķa rindā. Mērķa marķieris pārņem visus konta ierakstus no avota marķiera un saglabā savu krāsu.
nl: Om een marker met een andere samen te voegen, moet het symbool uit deze kolom uit de bronrij worden gesleept en op de doelrij worden losgelaten. De doelmarkeerder neemt alle accountgegevens van de bronmarkeerder over en behoudt zijn eigen kleur.
pl: Aby połączyć jeden znacznik z drugim, należy przeciągnąć symbol z tej kolumny z wiersza źródłowego i zwolnić go na wiersz docelowy. Znacznik docelowy przejmuje wszystkie wpisy kont ze znacznika źródłowego i zachowuje swój własny kolor.
sl: Če želite združiti eno oznako z drugo, je treba simbol iz tega stolpca povleči iz izvorne vrstice in ga sprostiti v ciljno vrstico. Ciljna oznaka prevzame vse vnose računov iz izvorne oznake in ohrani svojo barvo.

# ToolTip_MergeToIncomeCategory
source: In order to merge one income category to another, drag the merge icon from this column in the source row and drop it on the target row. The target income category will get assigned to all account entries of the source income category and keep its month offset.
fi: Jos haluat yhdistää yhden tuloluokan toiseen, tämän sarakkeen symboli on vedettävä lähderiviltä ja vapautettava kohderiville. Kohdetuloluokka perii kaikki lähdetuloluokan tilikirjaukset ja säilyttää kuukausittaisen kuittauksen.
fr: Pour fusionner une catégorie de revenu avec une autre, le symbole de cette colonne doit être glissé de la ligne source et relâché sur la ligne cible. La catégorie de revenu cible héritera de toutes les entrées de compte de la catégorie de revenu source et conservera le décalage mensuel.
it: Um eine Einkommenskategorie mit einer anderen zusammenzuführen, sollte das Symbol aus dieser Spalte von der Quellreihe gezogen und auf die Zielreihe losgelassen werden. Die Ziel-Einkommenskategorie übernimmt alle Konteneinträge von der Quell-Einkommenskategorie und behält den Monatsversatz bei.
lv: Lai apvienotu vienu ienākumu kategoriju ar citu, šīs kolonnas simbols jāvelk no avota rindas un jāatbrīvo mērķa rindā. Mērķa ienākumu kategorija pārņem visus konta ierakstus no avota ienākumu kategorijas un saglabā ikmēneša ieskaitu.
nl: Om een inkomenscategorie met een andere samen te voegen, moet het symbool van deze kolom uit de bronrij worden gesleept en op de doelrij worden losgelaten. De doelinkomenscategorie erft alle rekeningposten van de broninkomenscategorie en behoudt de maandelijkse verrekening.
pl: Aby połączyć jedną kategorię dochodową z drugą, należy przeciągnąć symbol z tej kolumny z wiersza źródłowego i zwolnić go na wiersz docelowy. Docelowa kategoria dochodu odziedziczy wszystkie zapisy kont z kategorii dochodu źródłowego i zachowa miesięczny offset.
sl: Če želite združiti eno dohodkovno kategorijo z drugo, je treba simbol iz tega stolpca povleči iz izvorne vrstice in ga sprostiti v ciljno vrstico. Ciljna kategorija dohodka bo podedovala vse vknjižbe izvorne kategorije dohodka in ohranila mesečni pobot.

# ToolTip_MergeToPayee
source: In order to merge one payee to another, drag the merge icon from this column in the source row and drop it on the target row. The target payee will get assigned to all account entries of the source payee.
fi: Jos haluat yhdistää yhden maksunsaajan toiseen, tämän sarakkeen symboli on vedettävä lähderiviltä ja pudotettava kohderiville. Kohdemaksunsaaja ottaa kaikki lähdemaksunsaajan tilikirjaukset haltuunsa.
fr: Pour fusionner un bénéficiaire avec un autre, le symbole de cette colonne doit être glissé de la ligne source et déposé sur la ligne cible. Le bénéficiaire cible reprendra toutes les entrées de compte du bénéficiaire source.
it: Um einen Zahlungsempfänger mit einer anderen zusammenzuführen, sollte das Symbol aus dieser Spalte von der Quellreihe gezogen und auf die Zielreihe losgelassen werden. Der Ziel-Zahlungsempfänger übernimmt alle Konteneinträge von dem Quell-Zahlungsempfänger.
lv: Lai vienu maksājuma saņēmēju apvienotu ar citu, šīs kolonnas simbols jāvelk no avota rindas un jānolaiž uz mērķa rindas. Mērķa maksājuma saņēmējs pārņem visus konta ierakstus no avota maksājuma saņēmēja.
nl: Om een begunstigde met een andere samen te voegen, moet het symbool van deze kolom uit de bronrij worden gesleept en op de doelrij worden neergezet. De begunstigde van het doelsaldo neemt alle rekeningboekingen van de begunstigde van het doelsaldo over.
pl: Aby połączyć jednego odbiorcę z drugim, należy przeciągnąć symbol z tej kolumny z wiersza źródłowego i upuścić go na wiersz docelowy. Odbiorca docelowy przejmie wszystkie zapisy na koncie od odbiorcy źródłowego.
sl: Če želite združiti enega prejemnika plačila z drugim, je treba simbol iz tega stolpca povleči iz izvorne vrstice in ga spustiti v ciljno vrstico. Ciljni prejemnik plačila prevzame vse vnose na računu izvornega prejemnika plačila.

# ToolTip_Symbol_FromAccount
source: Source-Account
fi: Lähdetili
fr: Compte source
it: Quellkonto
lv: Avota konts
nl: Bronrekening
pl: Rachunek źródłowy
sl: Vir računa

# ToolTip_Symbol_IncomeCategory
source: Income-Category
fi: Tuloluokka
fr: Catégorie de revenu
it: Einkommenskategory
lv: Ienākumu kategorija
nl: Inkomenscategorie
pl: Kategoria dochodu
sl: Dohodkovna kategorija

# ToolTip_Symbol_IncomeTransaction
source: Income-Transaction
fi: Tulotapahtuma
fr: Opération de revenu
it: Einkommenstransaktion
lv: Ienākumu darījums
nl: Inkomsten transactie
pl: Transakcja dochodowa
sl: Dohodkovna transakcija

# ToolTip_Symbol_SplitTransaction
source: Click in order to see and edit the subtransactions.
fi: Napsauttamalla tätä voit tarkastella ja muokata osittaisia tapahtumia.
fr: Cliquez pour afficher et modifier les transactions partielles.
it: Klicke um die Teiltransaktionen zu sehen und zu bearbeiten.
lv: Noklikšķiniet, lai skatītu un rediģētu daļējos darījumus.
nl: Klik op om de deelverrichtingen te bekijken en te bewerken.
pl: Kliknij, aby wyświetlić i edytować transakcje częściowe.
sl: Kliknite za ogled in urejanje delnih transakcij.

# ToolTip_Symbol_ToAccount
source: Target-Account
fi: Zielkonto
fr: Zielkonto
it: Zielkonto
lv: Zielkonto
nl: Zielkonto
pl: Zielkonto
sl: Zielkonto

# ToolTip_Symbol_Transaction
source: Transaction
fi: Transaktio
it: Transaktion
lv: Darījums
nl: Verrichting
pl: Transakcja
sl: Transakcija

# ToolTip_TransGrid_Header_Account
source: The account which owns the entry.
fi: Tili, johon kirjaus kuuluu.
fr: Le compte auquel appartient l'entrée.
it: Das Konto dem der Eintrag gehört.
lv: Konts, kuram pieder ieraksts.
nl: De rekening waartoe de boeking behoort.
pl: Konto, do którego należy wpis.
sl: Račun, ki mu pripada vnos.

# ToolTip_TransGrid_Header_Category
source: The category determines your personal purpose of this entry. Because they maybe hierarchical the whole hierarchy path is shown in the tooltip. In case the entry is a transfer, the target-account is filled in here.
fi: Luokka määrittää tämän merkinnän henkilökohtaisen tarkoituksen. Koska kategoriat voivat olla hierarkkisia, koko hierarkkinen polku näytetään työkaluvihjeessä. Jos kyseessä on siirto, kohdetili merkitään tähän.
fr: La catégorie détermine votre objectif personnel pour cette entrée. Comme les catégories peuvent être hiérarchisées, l'ensemble du chemin hiérarchique est affiché dans l'infobulle. S'il s'agit d'un transfert, le compte cible est indiqué ici.
it: Die Kategorie bestimmt deinen persönlichen Zweck von diesem Eintrag. Weil die Kategorien hierarchisch aufgebaut werden können, wird der ganze hierarchische Pfad im Tooltip angezeigt. Wenn der Eintrag ein Transfer ist, dann wird hier das Zielkonto eingetragen.
lv: Kategorija nosaka jūsu personīgo mērķi šim ierakstam. Tā kā kategorijas var būt hierarhiskas, uz uz uzgaļa tiek parādīts viss hierarhijas ceļš. Ja ieraksts ir pārskaitījums, tad šeit tiek ievadīts mērķa konts.
nl: De categorie bepaalt uw persoonlijke doel van deze inzending. Omdat categorieën hiërarchisch kunnen zijn, wordt het hele hiërarchische pad getoond in de tooltip. Indien de boeking een overschrijving is, wordt hier de doelrekening ingevoerd.
pl: Kategoria określa Twój osobisty cel tego wpisu. Ponieważ kategorie mogą być hierarchiczne, cała ścieżka hierarchiczna jest wyświetlana w etykiecie narzędzia. Jeśli zapis jest przelewem, to tutaj wpisuje się rachunek docelowy.
sl: Kategorija določa vaš osebni namen tega vnosa. Ker so kategorije lahko hierarhične, je v opombi prikazana celotna hierarhična pot. Če je vnos prenos, se tu vnese ciljni račun.

# ToolTip_TransGrid_Header_CheckNumber
source: If necessary the check number can be filled in here.
fi: Tarvittaessa tarkistuksen numero voidaan syöttää tähän.
fr: Si nécessaire, le numéro du chèque peut être saisi ici.
it: Wenn nötig kann hier die Checknummer eingetragen werden.
lv: Ja nepieciešams, šeit var ievadīt čeka numuru.
nl: Indien nodig kan hier het nummer van de cheque worden ingevuld.
pl: W razie potrzeby można tu wpisać numer czeku.
sl: Po potrebi lahko tukaj vnesete številko čeka.
