Repository: Yeah69/BFF
Catalog: ViewModel/Properties/Texts.*.a.resx
Languages: bg, cs, da, el, it, ja, ro, ru, sk, sv, zh

# AccountTabsView_NewAccount_Create
source: Create
bg: Създаване на
cs: Vytvořit
da: Opret
el: Δημιουργία
it: Creare
ja: クリエイト
ro: Creați
ru: Создать
sk: Vytvoriť stránku
sv: Erstellen
zh: 创建

# AccountView_AbortTargetingBalance
source: Cancel aiming
bg: Отмяна на целта
cs: Zrušit zaměřování
da: Annuller målet
el: Ακύρωση στόχου
it: Cancellare l'obiettivo
ja: キャンセル
ro: Anulați obiectivul
ru: Отмена прицеливания
sk: Zrušiť zameranie
sv: Breche Abzielen ab
zh: 取消目标

# AccountView_Balance_Cleared
source: Completed
bg: Завършен
cs: Dokončeno
da: Færdiggjort
el: Ολοκληρωμένο
it: Completato
ja: 完成
ro: Completat
ru: Завершено
sk: Dokončené
sv: Erledigt
zh: 已完成

# AccountView_Balance_Current
source: Current
bg: Текущ
cs: Aktuální
da: Nuværende
el: Τρέχον
it: Corrente
ja: 現在
ro: Curent
ru: Текущий
sk: Aktuálne
sv: Aktuell
zh: 目前

# AccountView_Balance_Total
source: Total
bg: Общо
cs: Celkem
da: I alt
el: Σύνολο
it: Totale
ja: 合計
ru: Всего
sk: Celkom
sv: Insgesamt
zh: 共计

# AccountView_ConMenu_Delete
source: Delete
bg: Изтриване на
cs: Odstranit
da: Slet
el: Διαγραφή
it: Cancellare
ja: 削除
ro: Ștergeți
ru: Удалить
sk: Odstrániť
sv: Löschen
zh: 删除

# AccountView_ConMenu_Remove
source: Remove
bg: Премахване на
cs: Odstranění stránky
da: Fjern
el: Αφαιρέστε το
it: Rimuovi
ja: 削除
ro: Eliminați
ru: Удалить
sk: Odstránenie stránky
sv: Entferne
zh: 移除

# AccountView_FirstEntry
source: Create the first account entry
bg: Създаване на първия запис в акаунта
cs: Vytvoření prvního záznamu na účtu
da: Opret den første kontopost
el: Δημιουργήστε την πρώτη καταχώρηση λογαριασμού
it: Creare la prima voce dell'account
ja: 最初のアカウントエントリの作成
ro: Creați prima intrare în cont
ru: Создайте первую запись в учетной записи
sk: Vytvorenie prvého záznamu na účte
sv: Erstelle den ersten Konteneintrag
zh: 创建第一个账户条目

# AccountView_Header_Account
source: Account
bg: Сметка
cs: Účet
da: Konto
el: Λογαριασμός
it: Conto
ja: アカウント
ro: Cont
ru: Счет
sk: Účet
sv: Konto
zh: 帐户

# AccountView_Header_Category
source: Category
bg: Категория
cs: Kategorie
da: Kategori
el: Κατηγορία
it: Categoria
ja: カテゴリー
ro: Categoria
ru: Категория
sk: Kategória
sv: Kategorie
zh: 类别

# AccountView_Header_CheckNumber
source: Scheck number
bg: Номер на Scheck
cs: Číslo Scheck
da: Scheck-nummer
el: Αριθμός Scheck
it: Numero di Scheck
ja: シェック番号
ro: Numărul Scheck
ru: Число Щека
sk: Číslo Scheck
sv: Schecknummer
zh: 谢克号

# AccountView_Header_Cleared
source: Completed
bg: Завършен
cs: Dokončeno
da: Færdiggjort
el: Ολοκληρωμένο
it: Completato
ja: 完成
ro: Completat
ru: Завершено
sk: Dokončené
sv: Erledigt
zh: 已完成

# AccountView_Header_Date
source: Date
bg: Дата
cs: Datum
da: Dato
el: Ημερομηνία
it: Data
ja: 日付
ro: Data
ru: Дата
sk: Dátum
sv: Datum
zh: 日期

# AccountView_Header_Payee
source: Payee
bg: Получател на плащането
cs: Příjemce
da: Betalingsmodtager
el: Δικαιούχος
it: Beneficiario del pagamento
ja: 受取人
ro: Beneficiarul plății
ru: Получатель
sk: Príjemca
sv: Zahlungsempfänger
zh: 受款人

# AccountView_Header_Sum
source: Amount
bg: Сума
cs: Částka
da: Beløb
el: Ποσό
it: Importo
ja: 金額
ro: Suma
ru: Сумма
sk: Suma
sv: Betrag
zh: 数量

# AccountView_IntermediateBalance
source: Subtotal
bg: Междинна сума
cs: Mezisoučet
el: Υποσύνολο
it: Subtotale
ja: サブトータル
ru: Промежуточный итог
sk: Medzisúčet
sv: Zwischensumme
zh: 小计

# AccountView_MissingSum
source: Missing amount
bg: Липсваща сума
cs: Chybějící částka
da: Manglende beløb
el: Λείπει ποσό
it: Importo mancante
ja: 不足分
ro: Suma lipsă
ru: Недостающая сумма
sk: Chýbajúce množstvo
sv: Fehlender Betrag
zh: 缺少的金额

# AccountView_SetTargetBalance
source: Set target account balance
bg: Задаване на целеви баланс на сметката
cs: Nastavení cílového zůstatku na účtu
da: Fastsæt målkontosaldo
el: Ορισμός υπολοίπου στόχου λογαριασμού
it: Impostare il saldo del conto target
ja: 目標口座残高の設定
ro: Setați soldul țintă al contului
ru: Установите целевой баланс счета
sk: Nastavenie cieľového zostatku na účte
sv: Setze Ziel-Kontostand
zh: 设定目标账户余额

# AccountView_TargetBalance
source: Target account balance
bg: Целево салдо по сметката
cs: Cílový zůstatek na účtu
da: Målkontosaldo
el: Υπόλοιπο λογαριασμού-στόχου
it: Saldo del conto target
ja: 目標口座残高
ro: Soldul contului țintă
ru: Баланс целевого счета
sk: Cieľový zostatok na účte
sv: Ziel-Kontostand
zh: 目标账户余额

# AccountView_ToolTip_AddToTable
source: Saves the currently edited elements to the account
bg: Запазва редактираните в момента елементи в акаунта
cs: Uloží právě upravené prvky do účtu
da: Gemmer de aktuelt redigerede elementer på kontoen
el: Αποθηκεύει τα τρέχοντα στοιχεία που έχουν επεξεργαστεί στο λογαριασμό
it: Salva gli elementi attualmente modificati nell'account
ja: 現在編集中の要素をアカウントに保存
ro: Salvează în cont elementele editate în prezent
ru: Сохраняет отредактированные в данный момент элементы в учетной записи
sk: Uloží aktuálne upravené prvky do účtu
sv: Speichert die gerade bearbeiteten Elemente zum Konto
zh: 将当前编辑的元素保存到账户中。

# AccountView_ToolTip_NewParentTransaction
source: Creates a new split output
bg: Създава нов разделен изход
cs: Vytvoří nový dělený výstup
da: Opretter et nyt split output
el: Δημιουργεί μια νέα έξοδο διαχωρισμού
it: Crea una nuova uscita divisa
ja: 新規分割出力の作成
ro: Creează o nouă ieșire divizată
ru: Создает новый разделенный выход
sk: Vytvorí nový výstup rozdelenia
sv: Erstellt eine neue aufgeteilte Ausgabe
zh: 创建一个新的分割输出

# AccountView_ToolTip_NewTransaction
source: Creates a new issue
bg: Създаване на нов проблем
cs: Vytvoří nové vydání
da: Opretter et nyt nummer
el: Δημιουργεί ένα νέο θέμα
it: Crea un nuovo numero
ja: 新規課題の作成
ro: Creează o nouă problemă
ru: Создает новый выпуск
sk: Vytvára nové vydanie
sv: Erstellt eine neue Ausgabe
zh: 创建一个新的问题

# AccountView_ToolTip_NewTransfer
source: Creates a new transfer
bg: Създава нов трансфер
cs: Vytvoří nový přenos
da: Opretter en ny overførsel
el: Δημιουργεί μια νέα μεταφορά
it: Crea un nuovo trasferimento
ja: 新規転送の作成
ro: Creează un nou transfer
ru: Создает новую передачу
sk: Vytvorí nový prenos
sv: Erstellt eine neue Umbuchung
zh: 创建一个新的转移

source: Account balance
bg: Салдо по сметката
cs: Zůstatek na účtu
da: Kontosaldo
el: Υπόλοιπο λογαριασμού
it: Saldo del conto
ja: 口座残高
ro: Soldul contului
ru: Остаток на счете
sk: Zostatok na účte
sv: Kontostand
zh: 账户余额

# Account_CreateNew
source: Create new account
bg: Създаване на нов акаунт
cs: Vytvořit nový účet
da: Opret en ny konto
el: Δημιουργία νέου λογαριασμού
it: Creare un nuovo account
ja: 新規アカウントの作成
ro: Creați un cont nou
ru: Создать новую учетную запись
sk: Vytvoriť nové konto
sv: Neues Konto erstellen
zh: 创建新账户

# Account_Delete_ConfirmationMessage
source: This will delete the account and all their transactions, full transfers will become one-sided and the account specific issue with the budget will disappear. Are you really sure? (An automatic backup will be made to make it possible to restore to the state before the deletion).
bg: Това ще изтрие сметката и всички нейни транзакции, пълните трансфери ще станат едностранни и проблемът с бюджета, свързан със специфичната сметка, ще изчезне. Наистина ли сте сигурни? (Ще бъде направено автоматично резервно копие, за да се възстанови състоянието преди изтриването).
cs: Tím dojde ke smazání účtu a všech jeho transakcí, úplné převody se stanou jednostrannými a zmizí otázka týkající se konkrétního účtu v rozpočtu. Jste si opravdu jistý? (Provede se automatická záloha, aby bylo možné obnovit stav před smazáním).
da: Dette vil slette kontoen og alle dens transaktioner, fulde overførsler vil blive ensidige, og det kontospecifikke problem med budgettet vil forsvinde. Er du virkelig sikker? (Der tages automatisk en sikkerhedskopi for at gøre det muligt at gendanne til tilstanden før sletningen).
el: Αυτό θα διαγράψει τον λογαριασμό και όλες τις συναλλαγές του, οι πλήρεις μεταφορές θα γίνουν μονόπλευρες και το συγκεκριμένο πρόβλημα του λογαριασμού με τον προϋπολογισμό θα εξαφανιστεί. Είσαι πραγματικά σίγουρος; (Θα δημιουργηθεί αυτόματο αντίγραφο ασφαλείας, ώστε να είναι δυνατή η επαναφορά στην κατάσταση πριν από τη διαγραφή).
it: Questo cancellerà il conto e tutte le sue transazioni, i trasferimenti completi diventeranno unilaterali e il problema specifico del conto con il bilancio scomparirà. Sei davvero sicuro? (Un backup automatico sarà fatto per rendere possibile il ripristino dello stato prima della cancellazione).
ja: これにより、アカウントとそのすべての取引が削除され、完全な転送が一方的に行われ、予算に関するアカウント固有の問題が消えます。 本当にそうなのか？削除前の状態に戻すことができるように、自動バックアップが行われます）。
ro: Acest lucru va șterge contul și toate tranzacțiile sale, transferurile complete vor deveni unilaterale, iar problema specifică contului cu bugetul va dispărea. Ești sigur? (Se va face o copie de rezervă automată pentru a face posibilă restaurarea la starea anterioară ștergerii).
ru: Это приведет к удалению счета и всех его операций, полные переводы станут односторонними, а проблема с бюджетом, связанная с конкретным счетом, исчезнет. Вы действительно уверены? (Будет создано автоматическое резервное копирование, чтобы можно было восстановить состояние до удаления).
sk: Tým sa odstráni účet a všetky jeho transakcie, úplné prevody sa stanú jednostrannými a problém špecifický pre účet s rozpočtom zmizne. Ste si naozaj istý? (Vykoná sa automatická záloha, aby bolo možné obnoviť stav pred vymazaním).
sv: Dies wird das Konto und all ihre Transaktionen löschen, vollständige Transfers werden einseitig und die kontenspezifischen Ausgabe beim Budget werden verschwinden. Bist Du dir wirklich sicher? (Ein automatisches Backup wird hergestellt um es möglich zu machen auf den Stand vor der Löschung zurückzusetzen)
zh: 这将删除该账户及其所有交易，全额转账将变成单边转账，预算的具体账户问题将消失。 你真的确定吗？将进行自动备份，以便有可能恢复到删除前的状态）。

# Account_Edit
source: Edit accounts
bg: Редактиране на акаунти
cs: Úpravy účtů
da: Rediger konti
el: Επεξεργασία λογαριασμών
it: Modificare i conti
ja: アカウントの編集
ro: Editarea conturilor
ru: Редактирование счетов
sk: Úprava účtov
sv: Konten bearbeiten
zh: 编辑账户

# Account_StartingBalance
source: Initial account balance
bg: Първоначално салдо по сметката
cs: Počáteční zůstatek účtu
da: Oprindelig saldo på kontoen
el: Αρχικό υπόλοιπο λογαριασμού
it: Saldo iniziale del conto
ja: アカウントの初期残高
ro: Soldul inițial al contului
ru: Начальный баланс счета
sk: Počiatočný zostatok na účte
sv: Anfangskontostand
zh: 初始账户余额

# Account_StartingDate
source: Start date
bg: Начална дата
cs: Datum zahájení
da: Startdato
el: Ημερομηνία έναρξης
it: Data di inizio
ja: 開始日
ro: Data de începere
ru: Дата начала
sk: Dátum začiatku
sv: Anfangsdatum
zh: 开始日期

# Budgeting_Available
source: Available
bg: Наличен
cs: Dostupné na
da: Tilgængelig
el: Διαθέσιμο
it: Disponibile
ja: 利用可能
ro: Disponibil
ru: Доступно
sk: Dostupné na
sv: Verfügbar
zh: 有

# Budgeting_AvailableExplanation
source: The amount of money given this month but not yet recorded in any category.
bg: Сумата на парите, дадени този месец, но все още нерегистрирани в някоя категория.
cs: Částka, která byla tento měsíc darována, ale ještě nebyla zaznamenána v žádné kategorii.
da: Det beløb, der er givet i denne måned, men som endnu ikke er blevet registreret i nogen kategori.
el: Το ποσό των χρημάτων που δόθηκαν αυτό το μήνα αλλά δεν έχουν ακόμη καταγραφεί σε καμία κατηγορία.
it: La quantità di denaro data questo mese ma non ancora registrata in nessuna categoria.
ja: 今月与えられたが、まだどのカテゴリーにも記録されていない金額。
ro: Suma de bani dată în această lună, dar care nu a fost încă înregistrată în nicio categorie.
ru: Сумма денег, выданная в этом месяце, но еще не учтенная ни в одной категории.
sk: Suma peňazí poskytnutá v tomto mesiaci, ale zatiaľ nezaznamenaná v žiadnej kategórii.
sv: Die Geldmenge, die diesen Monat gegeben ist, jedoch noch in keiner Kategorie verbucht wurde.
zh: 本月捐赠但尚未记录在任何类别中的金额。

# Budgeting_Balance
source: Balance
bg: Баланс
cs: Bilance
el: Υπόλοιπο
it: Equilibrio
ja: バランス
ro: Balanță
ru: Баланс
sk: Bilancia
sv: Saldo
zh: 平衡

# Budgeting_Budgeted
source: Posted
bg: Публикувано на
da: Indsendt
el: Αναρτήθηκε
it: Pubblicato
ja: 投稿
ro: Postat
ru: Опубликовано
sk: Publikované
sv: Verbucht
zh: 发布

# Budgeting_BudgetedExplanation
source: Total of all funds allocated to categories this month.
bg: Обща сума на всички средства, разпределени по категории през този месец.
cs: Součet všech prostředků přidělených kategoriím v tomto měsíci.
da: Samlet sum af alle midler, der er tildelt kategorier i denne måned.
el: Σύνολο όλων των κονδυλίων που κατανέμονται σε κατηγορίες αυτόν τον μήνα.
it: Totale di tutti i fondi assegnati alle categorie questo mese.
ja: 今月、カテゴリーに割り当てられたすべての資金の合計。
ro: Totalul tuturor fondurilor alocate categoriilor în această lună.
ru: Общая сумма всех средств, распределенных по категориям в этом месяце.
sk: Celkový súčet všetkých finančných prostriedkov pridelených kategóriám v tomto mesiaci.
sv: Summe aller Gelder, die diesen Monat Kategorien zugewiesen sind.
zh: 本月分配给各类的所有资金总额。

# Budgeting_ContextMenu_AvgOutflowsLastThreeMonths
source: Average expenditure over the last three months
bg: Средни разходи през последните три месеца
cs: Průměrné výdaje za poslední tři měsíce
da: Gennemsnitlige udgifter i de seneste tre måneder
el: Μέση δαπάνη κατά τους τελευταίους τρεις μήνες
it: Spesa media negli ultimi tre mesi
ja: 過去3ヵ月間の平均支出額
ro: Cheltuieli medii în ultimele trei luni
ru: Средние расходы за последние три месяца
sk: Priemerné výdavky za posledné tri mesiace
sv: Durchschnittliche Ausgaben der letzten drei Monate
zh: 过去三个月的平均支出

# Budgeting_ContextMenu_AvgOutflowsLastYear
source: Average expenditure in the last year
bg: Средни разходи през последната година
cs: Průměrné výdaje za poslední rok
da: Gennemsnitlige udgifter i det seneste år
el: Μέση δαπάνη κατά το τελευταίο έτος
it: Spesa media nell'ultimo anno
ja: 過去1年間の平均支出額
ro: Cheltuieli medii în ultimul an
ru: Средние расходы за последний год
sk: Priemerné výdavky za posledný rok
sv: Durchschnittliche Ausgaben des letzten Jahres
zh: 过去一年的平均支出

# Budgeting_ContextMenu_BalanceToZero
source: Balance at zero
bg: Нулево салдо
cs: Zůstatek na nule
da: Saldo på nul
el: Υπόλοιπο στο μηδέν
it: Saldo a zero
ja: ゼロのバランス
ro: Sold la zero
ru: Баланс на нулевой отметке
sk: Zostatok na nule
sv: Saldo zu null
zh: 余额为零

# Budgeting_ContextMenu_BudgetLastMonth
source: Budget value of the last month
bg: Стойност на бюджета за последния месец
cs: Hodnota rozpočtu za poslední měsíc
da: Budgetværdien for den seneste måned
el: Αξία του προϋπολογισμού του τελευταίου μήνα
it: Valore di bilancio dell'ultimo mese
ja: 先月の予算値
ro: Valoarea bugetului din ultima lună
ru: Значение бюджета за последний месяц
sk: Hodnota rozpočtu za posledný mesiac
sv: Budgetwert des letzten Monats
zh: 上个月的预算值

# Budgeting_ContextMenu_OutflowsLastMonth
source: Expenses of the last month
bg: Разходи за последния месец
cs: Výdaje za poslední měsíc
da: Udgifter i den seneste måned
el: Δαπάνες του τελευταίου μήνα
it: Spese dell'ultimo mese
ja: 先月の支出
ro: Cheltuielile din ultima lună
ru: Расходы за последний месяц
sk: Výdavky za posledný mesiac
sv: Ausgaben des letzten Monats
zh: 上个月的支出

# Budgeting_ContextMenu_Zero
source: Zero
da: Nul
el: Μηδέν
ja: ゼロ
ru: Ноль
sv: Null
zh: 零度

# Budgeting_Income
source: Income
bg: Доходи
cs: Příjmy
da: Indkomst
el: Εισόδημα
it: Reddito
ja: インカム
ro: Venituri
ru: Доход
sk: Príjmy
sv: Einkünfte
zh: 收入

# Budgeting_IncomeExplanation
source: Earned amount of money allocated for this month's expenses.
bg: Спечелената сума, разпределена за разходите през този месец.
cs: Vydělaná částka přidělená na výdaje v tomto měsíci.
da: Indtjent beløb, der er afsat til denne måneds udgifter.
el: Κερδισμένο χρηματικό ποσό που διατίθεται για τα έξοδα αυτού του μήνα.
it: Importo guadagnato del denaro stanziato per le spese di questo mese.
ja: 今月の経費に充当される獲得金額。
ro: Suma de bani câștigată alocată pentru cheltuielile din această lună.
ru: Заработанная сумма денег, выделенная на расходы в этом месяце.
sk: Vydelaná suma peňazí pridelená na výdavky v tomto mesiaci.
sv: Verdiente Geldmenge, die für die Ausgaben diesen Monats zugewiesen wurde.
zh: 赚取的金额分配给这个月的开支。

# Budgeting_Month_ContextMenu_AllCellsHeader
source: Fill in all the budget cells:
bg: Попълнете всички бюджетни клетки:
cs: Vyplňte všechny buňky rozpočtu:
da: Udfyld alle budgetcellerne:
el: Συμπληρώστε όλα τα κελιά του προϋπολογισμού:
it: Riempi tutte le celle del bilancio:
ja: すべての予算セルを埋めてください。
ro: Completați toate celulele bugetare:
ru: Заполните все ячейки бюджета:
sk: Vyplňte všetky kolónky rozpočtu:
sv: Fülle alle Budgetzellen mit:
zh: 填入所有的预算单元。

# Budgeting_Month_ContextMenu_EmptyCellsHeader
source: Fill all empty budget cells with:
bg: Запълнете всички празни бюджетни клетки с:
cs: Vyplňte všechny prázdné buňky rozpočtu:
da: Udfyld alle tomme budgetceller med:
el: Συμπληρώστε όλα τα κενά κελιά του προϋπολογισμού με:
it: Riempire tutte le celle vuote del bilancio con:
ja: 空の予算セルをすべて埋める。
ro: Completați toate celulele goale din buget cu:
ru: Заполните все пустые ячейки бюджета:
sk: Vyplňte všetky prázdne bunky rozpočtu:
sv: Fülle alle leeren Budgetzellen mit:
zh: 将所有空的预算单元填上。

# Budgeting_NotBudgeted
source: Not accounted for
bg: Не е отчетено
cs: Nezohledněno
da: Ikke opgjort
el: Δεν έχει ληφθεί υπόψη
it: Non contabilizzato
ja: 計上されていない
ro: Nu este contabilizat
ru: Не учтено
sk: Nezohľadnené
sv: Nicht Verbucht
zh: 未计入

# Budgeting_NotBudgetedExplanation
source: The amount of money that was given last month, but was not recorded in any category.
bg: Сумата, която е била дадена миналия месец, но не е била записана в нито една категория.
cs: Částka, která byla poskytnuta minulý měsíc, ale nebyla zaznamenána v žádné kategorii.
da: Det beløb, der blev givet i sidste måned, men som ikke blev registreret i nogen kategori.
el: Το χρηματικό ποσό που δόθηκε τον περασμένο μήνα, αλλά δεν καταγράφηκε σε καμία κατηγορία.
it: La quantità di denaro che è stata data il mese scorso, ma che non è stata registrata in nessuna categoria.
ja: 先月渡されたが、どのカテゴリーにも記録されていない金額。
ro: Suma de bani care a fost dată luna trecută, dar care nu a fost înregistrată în nicio categorie.
ru: Сумма денег, которая была выдана в прошлом месяце, но не была учтена ни в одной категории.
sk: Suma peňazí, ktorá bola poskytnutá minulý mesiac, ale nebola zaznamenaná v žiadnej kategórii.
sv: Die Geldmenge, die letzten Monat gegeben war, jedoch in keiner Kategorie verbucht wurde.
zh: 上个月给出的金额，但没有记录在任何类别中。

# Budgeting_OneSidedTransfers
source: Unilateral transfers
bg: Едностранни трансфери
cs: Jednostranné převody
da: Unilaterale overførsler
el: Μονομερείς μεταφορές
it: Trasferimenti unilaterali
ja: ユニラテラル・トランスファー
ro: Transferuri unilaterale
ru: Односторонние трансферты
sk: Jednostranné prevody
sv: Einseitige Transfers
zh: 单边转让

# Budgeting_OneSidedTransfersExplanation
source: Unilateral transfers can appear after the deletion of an account. They must be taken into account because they are not neutral for accounting purposes.
bg: Едностранни преводи могат да се появят след изтриване на сметка. Те трябва да се вземат предвид, тъй като не са неутрални за счетоводни цели.
cs: Jednostranné převody se mohou objevit po vymazání účtu. Je třeba je zohlednit, protože pro účely účetnictví nejsou neutrální.
da: Ensidige overførsler kan forekomme efter sletning af en konto. De skal tages i betragtning, fordi de ikke er neutrale i regnskabsmæssig henseende.
el: Οι μονομερείς μεταφορές μπορούν να εμφανιστούν μετά τη διαγραφή ενός λογαριασμού. Πρέπει να λαμβάνονται υπόψη επειδή δεν είναι ουδέτερες για λογιστικούς σκοπούς.
it: I trasferimenti unilaterali possono apparire dopo la cancellazione di un conto. Devono essere presi in considerazione perché non sono neutrali ai fini contabili.
ja: 一方的な譲渡は、アカウントの削除後に現れることがあります。会計上は中立ではないので、考慮しなければなりません。
ro: Transferurile unilaterale pot apărea după ștergerea unui cont. Acestea trebuie luate în considerare deoarece nu sunt neutre din punct de vedere contabil.
ru: Односторонние переводы могут появиться после удаления счета. Их необходимо учитывать, поскольку они не являются нейтральными для целей бухгалтерского учета.
sk: Jednostranné prevody sa môžu objaviť po vymazaní účtu. Je potrebné ich zohľadniť, pretože na účely účtovníctva nie sú neutrálne.
sv: Einseitige Transfers können nach der Löschung eines Kontos auftauchen. Sie müssen berücksichtigt werden, weil sie nicht neutral für die Buchhaltung sind.
zh: 单边转让可以在删除账户后出现。它们必须被考虑在内，因为它们在会计上不是中性的。

# Budgeting_Outflows
source: Expenditure
bg: Разходи
cs: Výdaje
da: Udgifter
el: Δαπάνες
it: Spese
ja: 支出
ro: Cheltuieli
ru: Расходы
sk: Výdavky
sv: Ausgaben
zh: 支出

# Budgeting_Overbudgeted
source: Overbooked
bg: Свръхзаети
cs: Přeplněné stránky
da: Overbooket
it: Overbooking
ja: オーバーブッキング
ro: Suprarezervat
sk: Preplnené stránky
sv: Überbucht
zh: 超额预订

# Budgeting_OverbudgetedExplanation
source: The amount of money that was missing last month to meet all categories.
bg: Сумата, която е липсвала миналия месец, за да се покрият всички категории.
cs: Částka, která minulý měsíc chyběla k naplnění všech kategorií.
da: Det beløb, der manglede i sidste måned for at opfylde alle kategorier.
el: Το ποσό των χρημάτων που έλειπε τον περασμένο μήνα για να καλυφθούν όλες οι κατηγορίες.
it: La quantità di denaro che mancava il mese scorso per soddisfare tutte le categorie.
ja: すべてのカテゴリーを満たすために、先月足りなかった金額。
ro: Suma de bani care a lipsit luna trecută pentru a îndeplini toate categoriile.
ru: Сумма денег, которой не хватило в прошлом месяце для удовлетворения всех категорий.
sk: Suma peňazí, ktorá minulý mesiac chýbala na splnenie všetkých kategórií.
sv: Die Geldmenge, die letzten Monat fehlte um alle Kategorien zu erfüllen.
zh: 上个月为满足所有类别的需求而缺少的金额。

# Budgeting_OverbudgetedThisMonthExplanation
source: The amount of money missing this month to meet all categories.
bg: Сумата, която липсва този месец, за да се покрият всички категории.
cs: Částka, která tento měsíc chybí ke splnění všech kategorií.
da: Det beløb, der mangler i denne måned for at opfylde alle kategorier.
el: Το ποσό των χρημάτων που λείπει αυτό το μήνα για να καλυφθούν όλες οι κατηγορίες.
it: La quantità di denaro che manca questo mese per soddisfare tutte le categorie.
ja: すべてのカテゴリーを満たすために、今月足りない分。
ro: Suma de bani care lipsește în această lună pentru a îndeplini toate categoriile.
ru: Сумма денег, недостающая в этом месяце для удовлетворения всех категорий.
sk: Suma peňazí, ktorá tento mesiac chýba na splnenie všetkých kategórií.
sv: Die Geldmenge, die diesen Monat fehlt um alle Kategorien zu erfüllen.
zh: 本月缺少满足所有类别的资金数额。

# Budgeting_Overspend
source: Overrun
bg: Преминаване на границата
cs: Překročení
da: Overskridelse
el: Υπέρβαση
it: Superare
ja: オーバーラン
ro: Depășire
ru: Превышение
sk: Prekročenie
sv: Überschreitung
zh: 超额完成任务

# Budgeting_OverspendExplanation
source: Total of budget overruns summed up over all categories last month.
bg: Обща сума на превишенията на бюджета, обобщена за всички категории през миналия месец.
cs: Celkový součet překročení rozpočtu za všechny kategorie v minulém měsíci.
da: Samlet summen af budgetoverskridelser for alle kategorier i sidste måned.
el: Σύνολο των υπερβάσεων του προϋπολογισμού που αθροίζονται σε όλες τις κατηγορίες τον περασμένο μήνα.
it: Totale degli sforamenti di bilancio sommati su tutte le categorie del mese scorso.
ja: 先月、すべてのカテゴリーで集計された予算超過額の合計。
ro: Totalul depășirilor bugetare însumate pentru toate categoriile luna trecută.
ru: Общий объем перерасхода бюджета, просуммированный по всем категориям в прошлом месяце.
sk: Celkový súčet prekročení rozpočtu za všetky kategórie v minulom mesiaci.
sv: Summe der Budgetüberschreitungen aufsummiert über alle Kategorien letzten Monats.
zh: 上个月所有类别的预算超支总和。

# Budgeting_ShowAggregates
source: Display totals
bg: Показване на общите суми
cs: Zobrazit celkové součty
da: Visning af totaler
el: Εμφάνιση αθροισμάτων
it: Visualizza i totali
ja: トータル表示
ro: Afișarea totalurilor
ru: Отображение итоговых значений
sk: Zobrazenie súčtov
sv: Gesamtsummen anzeigen
zh: 显示总数
