Repository: Yeah69/BFF
Catalog: ViewModel/Properties/Texts.*.resx
Languages: fi, fr, it, lv, nl, pl, sl

# ConfirmationDialog_ConfirmPayeeDeletion
source: Are you sure that the payee "{0}" should be deleted?
fi: Haluatko varmasti poistaa maksunsaajan "{0}"?
fr: Etes-vous sûr de vouloir supprimer le bénéficiaire "{0}" ?
it: Bist Du dir sicher, dass der Zahlungsempfänger "{0}" gelöscht werden soll?
lv: Vai esat pārliecināts, ka vēlaties dzēst maksājuma saņēmēju "{0}"?
nl: Weet u zeker dat u begunstigde "{0}" wilt verwijderen?
pl: Czy na pewno chcesz usunąć odbiorcę "{0}"?
sl: Ali ste prepričani, da želite izbrisati prejemnika plačila "{0}"?

# ConfirmationDialog_ConfirmPayeeMerge
source: Are you sure that the payee "{0}" should get merged into the payee "{1}"?
fi: Oletko varma, että maksunsaaja "{0}" pitäisi yhdistää maksunsaajaan "{1}"?
fr: Êtes-vous sûr que le bénéficiaire "{0}" doit être fusionné avec le bénéficiaire "{1}" ?
it: Bist Du dir sicher, dass der Zahlungsempfänger "{0}" in den Zahlungsempfänger "{1}" zusammengeführt werden soll?
lv: Vai esat pārliecināts, ka maksājuma saņēmējs "{0}" ir jāapvieno ar maksājuma saņēmēju "{1}"?
nl: Weet u zeker dat begunstigde "{0}" moet worden samengevoegd met begunstigde "{1}"?
pl: Czy jesteś pewien, że odbiorca "{0}" powinien zostać połączony z odbiorcą "{1}"?
sl: Ali ste prepričani, da je treba prejemnika plačila "{0}" združiti s prejemnikom plačila "{1}"?

# ConfirmationDialog_Title
source: Are you sure?
fi: Oletko varma?
fr: Vous êtes sûr ?
it: Bist Du dir sicher?
lv: Vai esat pārliecināts?
nl: Ben je zeker?
pl: Jest pan pewien?
sl: Ste prepričani?

source: Create new category
fi: Luo uusi luokka
fr: Créer une nouvelle catégorie
it: Erstelle eine neue Kategorie
lv: Izveidot jaunu kategoriju
nl: Maak een nieuwe categorie
pl: Utwórz nową kategorię
sl: Ustvari novo kategorijo

source: Create new flag
fi: Luo uusi merkki
fr: Créer un nouveau marqueur
it: Erstelle eine neue Markierung
lv: Izveidot jaunu marķieri
nl: Maak een nieuwe marker
pl: Tworzenie nowego markera
sl: Ustvarjanje novega označevalnika

source: Create new payee
fi: Luo uusi maksullinen
fr: Créer une nouvelle paye
it: Erstelle einen neuen Bezahlten
lv: Izveidot jaunu apmaksātu
nl: Maak een nieuwe betaalde
pl: Utwórz nowy płatny
sl: Ustvarite novo plačano

# CsvBankStatementImport_ErrorDuringItemsCreation
source: An error occurred while creating the entries. Check the configuration.
fi: Merkintöjen luomisessa tapahtui virhe. Tarkista kokoonpano.
fr: Une erreur s'est produite lors de la création des entrées. Vérifiez la configuration.
it: Beim Erstellen der Einträge ist ein Fehler aufgetreten. Überprüfe die Konfiguration.
lv: Veidojot ierakstus, radās kļūda. Pārbaudiet konfigurāciju.
nl: Er is een fout opgetreden bij het aanmaken van de vermeldingen. Controleer de configuratie.
pl: Podczas tworzenia wpisów wystąpił błąd. Sprawdź konfigurację.
sl: Pri ustvarjanju vnosov je prišlo do napake. Preverite konfiguracijo.

# Domain_BankStatement
source: Bank Statement
fi: Pankin tiliote
fr: Relevé bancaire
it: Kontoauszug
lv: Bankas izraksts
nl: Bankafschrift
pl: Wyciąg bankowy
sl: Bančni izpisek

# Domain_Categories
source: Categories
fi: Kategoriat
fr: Catégories
it: Kategorien
lv: Kategorijas
nl: Categorieën
pl: Kategorie
sl: Kategorije

# Domain_Flags
source: Flags
fi: Merkit
fr: Marqueurs
it: Markierungen
lv: Marķieri
nl: Markers
pl: Markery
sl: Označevalniki

# Domain_IncomeCategories
source: Income Categories
fi: Tuloluokat
fr: Catégories de revenus
it: Einkommenskategorien
lv: Ienākumu kategorijas
nl: Inkomenscategorieën
pl: Kategorie dochodów
sl: Kategorije dohodkov

# Domain_OpenBankStatement
source: Open Bank Statement
fi: Avaa tiliote
fr: Ouvrir un relevé bancaire
it: Kontoauszug öffnen
lv: Atvērt bankas konta izrakstu
nl: Open bankafschrift
pl: Otwarty wyciąg bankowy
sl: Odprt bančni izpisek

# Domain_Payees
source: Payees
fi: Maksunsaaja
fr: Bénéficiaire
it: Zahlungsempfänger
lv: Saņēmējs
nl: Begunstigde
pl: Odbiorca płatności
sl: Prejemnik plačila

# ErrorMessageCategoryNameEmpty
source: The name of the new category is not allowed to be empty!
fi: Uuden luokan nimi ei saa olla tyhjä!
fr: Le nom d'une nouvelle catégorie ne doit pas être vide !
it: Der Name einer neuen Kategorie darf nicht leer sein!
lv: Jaunas kategorijas nosaukums nedrīkst būt tukšs!
nl: De naam van een nieuwe categorie mag niet leeg zijn!
pl: Nazwa nowej kategorii nie może być pusta!
sl: Ime nove kategorije ne sme biti prazno!

# ErrorMessageEmptyAccount
source: An account has to be chosen.
fi: Tili on valittava.
fr: Un compte doit être sélectionné.
it: Ein Konto muss ausgewählt werden.
lv: Jāizvēlas konts.
nl: Er moet een rekening worden geselecteerd.
pl: Należy wybrać konto.
sl: Izbrati je treba račun.

# ErrorMessageEmptyCategory
source: A category has to be chosen.
fi: Kategoria on valittava.
fr: Une catégorie doit être sélectionnée.
it: Eine Kategorie muss ausgewählt werden.
lv: Jāizvēlas kategorija.
nl: Er moet een categorie worden gekozen.
pl: Musi zostać wybrana kategoria.
sl: Izbrati je treba kategorijo.

# ErrorMessageEmptyFromAccount
source: A source-account has to be chosen.
fi: Lähdetili on valittava.
fr: Un compte source doit être sélectionné.
it: Ein Quellkonto muss ausgewählt werden.
lv: Jāizvēlas avota konts.
nl: Er moet een bronrekening worden geselecteerd.
pl: Musi zostać wybrany rachunek źródłowy.
sl: Izbrati je treba izvorni račun.

# ErrorMessageEmptyPayee
source: A payee has to be chosen.
fi: Maksunsaaja on valittava.
fr: Un bénéficiaire doit être sélectionné.
it: Ein Bezahlter muss ausgewählt werden.
lv: Jāizvēlas maksājuma saņēmējs.
nl: Er moet een begunstigde worden gekozen.
pl: Musi być wybrany odbiorca płatności.
sl: Izbrati je treba prejemnika plačila.

# ErrorMessageEmptyToAccount
source: A target-account has to be chosen.
fi: Kohdetili on valittava
fr: Un compte cible doit être sélectionné
it: Ein Zielkonto muss ausgewählt werden
lv: Jāizvēlas mērķa konts
nl: Er moet een doelrekening worden geselecteerd
pl: Musi być wybrany rachunek docelowy
sl: Izbrati je treba ciljni račun.

# ErrorMessageWrongAccountName
source: A new account's name isn't allowed to be empty or match a name of the existing accounts!
fi: Tilin nimi ei saa olla tyhjä tai muistuttaa olemassa olevan tilin nimeä.
fr: Le nom du compte ne doit pas être vide ou ressembler au nom d'un compte existant.
it: Dem Kontennamen ist es nicht erlaubt leer zu sein oder den Namen eines bestehendem Kontos zu gleichen.
lv: Konta nosaukums nedrīkst būt tukšs vai līdzināties esoša konta nosaukumam.
nl: De naam van de rekening mag niet leeg zijn of lijken op de naam van een bestaande rekening.
pl: Nazwa konta nie może być pusta lub podobna do nazwy istniejącego konta.
sl: Ime računa ne sme biti prazno ali podobno imenu obstoječega računa.

# ErrorMessageWrongCategoryName
source: This name already exists on the chosen category level!
fi: Tämä nimi on jo olemassa valitulle luokkatasolle!
fr: Ce nom existe déjà pour le niveau de catégorie sélectionné !
it: Dieser Name existiert bereits für die gewählte Kategorieebene!
lv: Šis nosaukums jau pastāv izvēlētajam kategorijas līmenim!
nl: Deze naam bestaat al voor het geselecteerde categorieniveau!
pl: Ta nazwa już istnieje dla wybranego poziomu kategorii!
sl: To ime že obstaja za izbrano raven kategorije!

# ErrorMessageWrongCategoryParent
source: This category level already contains a category of chosen name!
fi: Tällä kategoriatasolla kategoria, jolla on valittu nimi, on jo olemassa!
fr: A ce niveau de catégorie, une catégorie avec un nom choisi existe déjà !
it: Auf dieser Kategorieebene existiert bereits eine Kategorie mit gewählten Namen!
lv: Šajā kategorijas līmenī kategorija ar izvēlēto nosaukumu jau pastāv!
nl: Op dit categorieniveau bestaat al een categorie met een gekozen naam!
pl: Na tym poziomie kategorii, kategoria o wybranej nazwie już istnieje!
sl: Na tej ravni kategorije že obstaja kategorija z izbranim imenom!

# ErrorMessageWrongFlagName
source: The name of a new flag isn't allowed to be empty or an already existing one.
fi: Uuden merkin nimi ei saa olla tyhjä tai jo olemassa.
fr: Le nom d'un nouveau marqueur ne doit pas être vide ou exister déjà.
it: Der Name einer neuen Markierung darf nicht leer sein oder bereit existieren.
lv: Jaunā marķiera nosaukums nedrīkst būt tukšs vai jau eksistēt.
nl: De naam van een nieuwe marker mag niet leeg zijn of al bestaan.
pl: Nazwa nowego markera nie może być pusta lub już istnieć.
sl: Ime novega označevalca ne sme biti prazno ali že obstoječe.

# ErrorMessageWrongPayeeName
source: The name of a new payee isn't allowed to be empty or an already existing one.
fi: Uuden maksunsaajan nimi ei saa olla tyhjä tai jo olemassa.
fr: Le nom d'un nouveau bénéficiaire ne doit pas être vide ou exister déjà.
it: Der Name eines neuen Bezahlten darf nicht leer sein oder bereit existieren.
lv: Jaunā maksājuma saņēmēja nosaukums nedrīkst būt tukšs vai jau eksistēt.
nl: De naam van een nieuwe begunstigde mag niet leeg zijn of reeds bestaan.
pl: Nazwa nowego odbiorcy nie może być pusta lub już istnieć.
sl: Ime novega prejemnika plačila ne sme biti prazno ali že obstoječe.

# ErrorMessage_AccountHasToBeChosen
source: An account has to be chosen before the entry is inserted.
fi: Tili on valittava ennen merkinnän lisäämistä.
fr: Un compte doit être sélectionné avant que l'entrée ne soit ajoutée.
it: Ein Konto muss ausgewählt werden bevor der Eintrag hinzugefügt wird.
lv: Pirms ieraksta pievienošanas ir jāizvēlas konts.
nl: Een rekening moet worden geselecteerd voordat de boeking wordt toegevoegd.
pl: Konto musi być wybrane przed dodaniem wpisu.
sl: Pred dodajanjem vnosa je treba izbrati račun.

# Exception_FileNotFound
source: The file "{0}" could not be found.
fi: Tiedostoa "{0}" ei löytynyt.
fr: Le fichier "{0}" n'a pas pu être trouvé.
it: Die Datei "{0}" konnte nicht gefunden werden.
lv: Failu "{0}" neizdevās atrast.
nl: Het bestand "{0}" kon niet gevonden worden.
pl: Plik "{0}" nie został odnaleziony.
sl: Datoteke "{0}" ni bilo mogoče najti.

# Flag_CreateNew
source: Create new Flag
fi: Luo uusi merkki
fr: Créer un nouveau marqueur
it: Neue Markierung erstellen
lv: Izveidot jaunu marķieri
nl: Maak nieuwe marker
pl: Tworzenie nowego markera
sl: Ustvarjanje novega označevalnika

# Flag_Edit
source: Edit Flags
fi: Muokkaa merkkejä
fr: Marqueurs d'édition
it: Markierungen bearbeiten
lv: Rediģēt marķierus
nl: Markers bewerken
pl: Znaczniki edycji
sl: Urejanje označevalcev

# General_Cancel
source: Cancel
fi: Peruuta
fr: Annuler
it: Abbrechen
lv: Atcelt
nl: Annuleren
pl: Anuluj
sl: Prekliči

# General_DateFormat
source: Date Format
fi: Päivämäärän muoto
fr: Format de la date
it: Datumsformat
lv: Datuma formāts
nl: Datum formaat
pl: Format daty
sl: Format datuma

# General_Delimiter
source: Delimiter
fi: Erotin
fr: Séparateur
it: Trennzeichen
lv: Separators
nl: Scheider
pl: Separator
sl: Separator

# General_FilePath
source: File Path
fi: Tiedoston polku
fr: Chemin du fichier
it: Dateipfad
lv: Faila ceļš
nl: Bestandspad
pl: Ścieżka pliku
sl: Pot do datoteke

# General_Header
source: Header
fi: Otsikkotiedot
fr: Données d'en-tête
it: Kopfdaten
lv: Virsraksta dati
nl: Kopgegevens
pl: Dane nagłówkowe
sl: Podatki v glavi

# General_Long
source: Long
fi: Lang
fr: Lang
it: Lang
lv: Lang
nl: Lang
pl: Lang
sl: Lang

# General_MemoFormat
source: Memo Format
fi: Huomautusmuoto
fr: Format des notes
it: Notizformat
lv: Piezīmes formāts
nl: Noot formaat
pl: Format notatki
sl: Oblika opombe

# General_Negative
source: Negative
fi: Negatiivinen
fr: Négatif
it: Negativ
lv: Negatīvs
nl: Negativ
pl: Negativ
sl: Negativ

# General_NewPayeeIfNotExisting
source: Create new payee if not existing?
fi: Luoda uusi maksunsaaja, jos sitä ei ole olemassa?
fr: Créer un nouveau bénéficiaire s'il n'existe pas ?
it: Erstelle einen neuen Zahlungsempfänger wenn er nicht existiert?
lv: Izveidot jaunu maksājuma saņēmēju, ja tāda nav?
nl: Een nieuwe begunstigde aanmaken als die niet bestaat?
pl: Utworzyć nowego odbiorcę płatności, jeśli nie istnieje?
sl: Ustvarite novega prejemnika plačila, če ne obstaja?

# General_No
source: No
fi: Ei
fr: Non
it: Nein
lv: Nē
nl: Geen
pl: Nie
sl: Ne

# General_PayeeFormat
source: Payee Format
fi: Maksunsaajan muoto
fr: Format du bénéficiaire
it: Zahlungsempfängerformat
lv: Saņēmēja formāts
nl: Formaat begunstigde
pl: Format odbiorcy płatności
sl: Format prejemnika plačila

# General_Positive
source: Positive
fi: Positiivinen
fr: Positiv
it: Positiv
lv: Positiv
nl: Positiv
pl: Positiv
sl: Positiv

# General_Profile
source: Profile
fi: Profiili
fr: Profil
it: Profil
lv: Profils
nl: Profil
pl: Profil
sl: Profil

# General_RemoveProfile
source: Remove Profile
fi: Poista profiili
fr: Supprimer le profil
it: Profil entfernen
lv: Noņemt profilu
nl: Profiel verwijderen
pl: Usuń profil
sl: Odstranitev profila

# General_ResetProfile
source: Reset Profile
fi: profiilin nollaus
fr: Réinitialisation du profil
it: Profil zurücksetzen
lv: profila atiestatīšana
nl: reset profiel
pl: zresetować profil
sl: ponastavitev profila

# General_SaveNewProfile
source: Save new Profile
fi: Tallenna uusi profiili
fr: Enregistrer le nouveau profil
it: Neues Profil speichern
lv: Jaunā profila saglabāšana
nl: Nieuw profiel opslaan
pl: Zapisz nowy profil
sl: Shrani nov profil

# General_SaveProfile
source: Save Profile
fi: Tallenna profiili
fr: Sauvegarder le profil
it: Profil speichern
lv: Saglabāt profilu
nl: Profiel opslaan
pl: Zapisz profil
sl: Shrani profil

# General_Short
source: Short
fi: Lyhyesti
fr: Brièvement
it: Kurz
lv: Īsumā
nl: Kort
pl: Krótko:
sl: Na kratko

# General_SumFormat
source: Sum Format
fi: Määrän muoto
fr: Format du montant
it: Betragsformat
lv: Summas formāts
nl: Bedrag formaat
pl: Format kwoty
sl: Oblika zneska

# General_Unassigned
source: Unassigned
fi: Käyttämätön
fr: Non attribué
it: Nicht zugewiesen
lv: Nepiešķirts
nl: Niet-toegewezen
pl: Nieprzypisane
sl: Nerazporejeno

# General_Yes
source: Yes
fi: Ja
fr: Ja
it: Ja
lv: Ja
nl: Ja
pl: Ja
sl: Ja

# HamburgerMenu_Accounts
source: Accounts
fi: Tilit
fr: Comptes
it: Konten
lv: Konti
nl: Rekeningen
pl: Konta
sl: Računi

# ImportView_Browse
source: Browse
fi: Selaa
fr: Parcourir
it: Durchsuchen
lv: Pārlūkot
nl: Bladeren
pl: Przeglądaj
sl: Brskanje po

# ImportView_Cancel
source: Cancel
fi: Peruuta
fr: Annuler
it: Abbrechen
lv: Atcelt
nl: Annuleren
pl: Anuluj
sl: Prekliči

# ImportView_ExportKind
source: Export Target
fi: Vientikohde
fr: Objectif d'exportation
it: Exportziel
lv: Eksporta mērķis
nl: Exportdoelstelling
pl: Cel wywozu
sl: Cilj izvoza

# ImportView_Import
source: Import
fi: Importieren
fr: Importieren
it: Importieren
lv: Importēt
nl: Importieren
pl: Importieren
sl: Uvoziti

# ImportView_ImportKind
source: Import Source
fi: Importquelle
fr: Importquelle
it: Importquelle
lv: Importquelle
nl: Importquelle
pl: Importquelle
sl: Importquelle

# ImportView_Password
source: Password
fi: Salasana
fr: Mot de passe
it: Passwort
lv: Passwort
nl: Passwort
pl: Passwort
sl: Passwort

# ImportView_SaveFile
source: Import and save to this path:
fi: Tuo ja tallenna seuraavaan polkuun:
fr: Importez et sauvegardez sous le chemin suivant :
it: Importiere und speichere unter folgendem Pfad:
lv: Importējiet un saglabājiet šādu ceļu:
nl: Importeer en bewaar onder het volgende pad:
pl: Zaimportuj i zapisz pod następującą ścieżką:
sl: Uvozite in shranite pod naslednjo pot:

# ImportView_Title
source: Import Configuration
fi: Tuo kokoonpano
fr: Importer la configuration
it: Importkonfiguration
lv: Konfigurācijas importēšana
nl: Configuratie importeren
pl: Import konfiguracji
sl: Uvoz konfiguracije

# ImportView_YNAB4_Budget
source: Path to the YNAB Budget CSV:
fi: Polku YNAB Budget CSV:hen:
fr: Chemin vers le CSV de YNAB Budget :
it: Pfad zu der YNAB-Budget-CSV:
lv: Ceļš uz YNAB Budget CSV:
nl: Pad naar YNAB Budget CSV:
pl: Ścieżka do YNAB Budżet CSV:
sl: Pot do CSV proračuna YNAB:

# ImportView_YNAB4_Transaction
source: Path to the YNAB Transaction CSV:
fi: Polku YNAB-transaktioiden CSV-tiedostoon:
fr: Chemin d'accès au CSV de la transaction YNAB :
it: Pfad zu der YNAB-Transaktions-CSV:
lv: Ceļš uz YNAB darījumu CSV:
nl: Pad naar de YNAB Transactie CSV:
pl: Ścieżka do CSV Transakcji YNAB:
sl: Pot do CSV transakcij YNAB:

# Label_ConvertTo
source: Convert to
fi: Muunna kohteeseen
fr: Convertir en
it: Konvertiere zu
lv: Konvertēt uz
nl: Converteer naar
pl: Zamień na
sl: Pretvori v

# MainWindow_About
source: About
fi: Via
fr: Via
it: Über
lv: Via
nl: Via
pl: Za pośrednictwem strony
sl: Prek spletne strani

# MainWindow_Empty
source: No budget project loaded yet. In order to create, open or import a project open the File-menu in the upper left corner.
fi: Kirjanpitoprojektia ei ole vielä ladattu. Projektin luominen, avaaminen tai tuominen avaa tiedostovalikko vasemmassa yläkulmassa.
fr: Aucun projet de comptabilité n'a encore été chargé. Pour créer, ouvrir ou importer un projet ouvrez le menu fichier dans le coin supérieur gauche.
it: Noch kein Buchhaltungsprojekt geladen. Um ein Projekt zu erstellen, öffnen oder importieren öffne das Datei-Menü in der Ecke oben links.
lv: Grāmatvedības projekts vēl nav ielādēts. Projekta izveide, atvēršana vai importēšana atveriet faila izvēlni augšējā kreisajā stūrī.
nl: Nog geen boekhoudkundig project geladen. Om een project te creëren, openen of importeren open het bestandsmenu in de linkerbovenhoek.
pl: Nie załadowano jeszcze żadnego projektu księgowego. Aby utworzyć, otworzyć lub zaimportować projekt otwórz menu plików w lewym górnym rogu.
sl: Računovodski projekt še ni naložen. Ustvarjanje, odpiranje ali uvažanje projekta odprite meni datotek v zgornjem levem kotu.

# MainWindow_File
source: File
fi: Tiedosto
fr: Fichier
it: Datei
lv: Failu
nl: Bestand
pl: Plik
sl: Datoteka

# MainWindow_File_Close
source: Close
fi: Sulje
fr: Fermer
it: Schließen
lv: Aizvērt
nl: Sluiten
pl: Zamknij
sl: Zapri

# MainWindow_File_New
source: New
fi: Neu
fr: Neu
it: Neu
lv: Neu
nl: Neu
pl: Neu
sl: Neu

# MainWindow_File_Open
source: Open
fi: Avaa
fr: Ouvrir
it: Öffnen
lv: Atvērt
pl: Otwórz
sl: Odpri

# MainWindow_Settings
source: Settings
fi: Asetukset
fr: Paramètres
it: Einstellungen
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
sl: Nastavitve

source: Name of new category
fi: Uuden luokan nimi
fr: Nom de la nouvelle catégorie
it: Name der neuen Kategorie
lv: Jaunās kategorijas nosaukums
nl: Naam van de nieuwe categorie
pl: Nazwa nowej kategorii
sl: Ime nove kategorije

source: Name of new flag
fi: Uuden merkin nimi
fr: Nom du nouveau marqueur
it: Name der neuen Markierung
lv: Jaunā marķiera nosaukums
nl: Naam van de nieuwe marker
pl: Nazwa nowego markera
sl: Ime novega označevalnika

source: Name of new payee
fi: Uuden maksunsaajan nimi
fr: Nom du nouveau bénéficiaire
it: Name des neuen Bezahlten
lv: Jaunā maksājuma saņēmēja nosaukums
nl: Naam van de nieuwe begunstigde
pl: Nazwa nowego odbiorcy płatności
sl: Ime novega prejemnika plačila

# NewCategory_IncomeRelevantExplanation
source: If checked, then an income category is created. Only transactions assigned to such a category are interpreted as income.
fi: Jos tämä valitaan, luodaan tuloluokka. Tuloksi tulkitaan ainoastaan tällaiseen luokkaan liitetyt liiketoimet.
fr: Si cette case est cochée, cela crée une catégorie de revenu. Seules les transactions rattachées à une telle catégorie seront interprétées comme des revenus.
it: Wenn angehakt, dann erstellt dies eine Einkommenskategorie. Nur Transaktionen, die zu so einer Kategorie angehängt sind, werden als Einkommen interpretiert.
lv: Ja ir atzīmēts, tiek izveidota ienākumu kategorija. Par ienākumiem tiks uzskatīti tikai tie darījumi, kas ir saistīti ar šādu kategoriju.
nl: Indien aangevinkt, creëert dit een inkomenscategorie. Alleen transacties die onder een dergelijke categorie vallen, zullen als inkomsten worden geïnterpreteerd.
pl: Jeżeli jest zaznaczone, to tworzy kategorię dochodową. Tylko transakcje dołączone do takiej kategorii będą interpretowane jako przychód.
sl: Če je ta možnost označena, se ustvari kategorija dohodka. Samo transakcije, ki so vezane na takšno kategorijo, se štejejo za dohodek.

# NewCategory_IsIncomeRelevant
source: Income Relevant?
fi: Onko tuloilla merkitystä?
fr: Le revenu est-il pertinent ?
it: Einkommensrelevant?
lv: Vai ienākumi ir būtiski?
nl: Is inkomen relevant?
pl: Dochód ma znaczenie?
sl: Je dohodek pomemben?

# NewCategory_MonthOffset
source: Month Offset
fi: Kuukausi Offset
fr: Décalage du mois
it: Monatsversatz
lv: Mēneša ieskaits
nl: Maand Compensatie
pl: Miesiąc Przesunięcie
sl: Mesečni zamik

# OpenSaveDialog_Filter
source: BFF budget plan (*.realm)|*.realm|BFF budget plan (*.bffs,*.sqlite)|*bffs;*.sqlite
fi: BFF-rahoitussuunnitelma (*.realm)|*.realm|BFF-rahoitussuunnitelma (*.bffs,*.sqlite)|*bffs;*.sqlite
fr: Plan financier BFF (*.realm)|*.realm|Plan financier BFF (*.bffs,*.sqlite)|*bffs;*.sqlite
it: BFF Finanzplan (*.realm)|*.realm|BFF Finanzplan (*.bffs,*.sqlite)|*bffs;*.sqlite
lv: BFF finanšu plāns (*.realm)|*.realm|BFF finanšu plāns (*.bffs,*.sqlite)|*bffs;*.sqlite
nl: BFF Financieel Plan (*.realm)|*.realm|BFF Financieel Plan (*.bffs,*.sqlite)|*bffs;*.sqlite
pl: Plan finansowy BFF (*.realm)|*.realm|Plan finansowy BFF (*.bffs,*.sqlite)|*bffs;*.sqlite
sl: Finančni načrt BFF (*.realm)|*.realm|Finančni načrt BFF (*.bffs,*.sqlite)|*bffs;*.sqlite

# OpenSaveDialog_TitleNew
source: Create a new Budget Plan
fi: Luo uusi rahoitussuunnitelma
fr: Créer un nouveau plan financier
it: Erstelle einen neuen Finanzplan
lv: Izveidot jaunu finanšu plānu
nl: Een nieuw financieel plan opstellen
pl: Stwórz nowy plan finansowy
sl: Izdelava novega finančnega načrta

# OpenSaveDialog_TitleOpen
source: Open a Budget Plan
fi: Avaa rahoitussuunnitelma
fr: Ouvrir un plan financier
it: Öffne einen Finanzplan
lv: Atveriet finanšu plānu
nl: Open een financieel plan
pl: Otwórz plan finansowy
sl: Odprite finančni načrt

# ParentTransEditingView_CurrentSum
source: Current Sum
fi: Nykyinen määrä
fr: Montant actuel
it: Aktueller Betrag
lv: Pašreizējā summa
nl: Huidig bedrag
pl: Bieżąca kwota
sl: Trenutni znesek

# ParentTransEditingView_IntermediateSum
source: Intermediate sum
fi: Yhteensä
fr: Sous-total
it: Zwischensumme
lv: Starpsumma
nl: Subtotaal
pl: Suma cząstkowa
sl: Vmesni seštevek

# ParentTransEditingView_MissingSumWithSubs
source: Missing Sum exlusively unsubmitted entries
fi: Puuttuva määrä lukuun ottamatta toimittamattomia merkintöjä
fr: Montant manquant à l'exclusion des entrées non soumises
it: Fehlender Betrag exklusive der uneingereichten Einträge
lv: Trūkstošā summa, izņemot neiesniegtos ierakstus
nl: Ontbrekend bedrag exclusief niet-ingediende vermeldingen
pl: Brakująca kwota z wyłączeniem pozycji nieprzekazanych
sl: Manjkajoči znesek brez nepredloženih vnosov

# ParentTransEditingView_MissingSumWithoutSubs
source: Missing Sum
fi: Puuttuva määrä
fr: Montant manquant
it: Fehlender Betrag
lv: Trūkstošā summa
nl: Ontbrekend bedrag
pl: Brakująca kwota
sl: Manjkajoči znesek

# Payee_CreateNew
source: Create new Payee
fi: Luo uusi maksunsaaja
fr: Créer un nouveau bénéficiaire
it: Neuen Zahlungsempfänger erstellen
lv: Izveidot jaunu maksājuma saņēmēju
nl: Nieuwe begunstigde aanmaken
pl: Utwórz nowego odbiorcę płatności
sl: Ustvarjanje novega prejemnika plačila

# Payee_Edit
source: Edit Payees
fi: Muokkaa maksunsaajaa
fr: Modifier le bénéficiaire
it: Zahlungsempfänger bearbeiten
lv: Rediģēt maksājuma saņēmēju
nl: Wijzig begunstigde
pl: Edytuj odbiorcę płatności
sl: Uredi prejemnika plačila

source: Save new budget plan to:
fi: Tallenna uusi talousarviosuunnitelma:
fr: Sauvegarder le nouveau plan budgétaire :
it: Speichere neuen Budget-Plan zu:
lv: Saglabāt jauno budžeta plānu:
nl: Sla nieuw begrotingsplan op:
pl: Zapisz nowy plan budżetowy:
sl: Shranite nov proračunski načrt:

# Settings_Accents
source: Accents
fi: Aksentit
it: Akzente
lv: Akcenti
nl: Accenten
pl: Akcenty
sl: Poudarki
