Repository: Yeah69/BFF
Catalog: ViewModel/Properties/Texts.*.a.resx
Languages: bg, cs, da, el, it, ja, ro, ru, sk, sv, zh

# Budgeting_UnassignedTransactions
source: Unassigned
bg: Неназначен
cs: Nepřidělené
da: Ikke tildelt
el: Μη ανατεθείσα
it: Non assegnato
ja: 未分類
ro: Neatribuite
ru: Нераспределенный
sk: Nepriradené
sv: Nicht-zugewiesen
zh: 未分配的

# Budgeting_UnassignedTransactionsExplanation
source: The sum of all transactions that do not have a category assigned.
bg: Сумата от всички транзакции, за които не е определена категория.
cs: Součet všech transakcí, které nemají přiřazenou žádnou kategorii.
da: Summen af alle transaktioner, som ikke har fået tildelt en kategori.
el: Το άθροισμα όλων των συναλλαγών στις οποίες δεν έχει αποδοθεί κατηγορία.
it: La somma di tutte le transazioni che non hanno una categoria assegnata.
ja: カテゴリが割り当てられていないすべてのトランザクションの合計です。
ro: Suma tuturor tranzacțiilor care nu au o categorie atribuită.
ru: Сумма всех операций, которым не присвоена категория.
sk: Súčet všetkých transakcií, ktoré nemajú priradenú kategóriu.
sv: Die Summe aller Transaktionen, die keine Kategorie zugewiesen haben.
zh: 没有指定类别的所有交易的总和。

# Category_CreateNew
source: Create new category
bg: Създаване на нова категория
cs: Vytvořit novou kategorii
da: Opret ny kategori
el: Δημιουργία νέας κατηγορίας
it: Creare una nuova categoria
ja: 新規カテゴリーの作成
ro: Creați o nouă categorie
ru: Создать новую категорию
sk: Vytvorenie novej kategórie
sv: Neue Kategorie erstellen
zh: 创建新的类别

source: Color
bg: Цвят
cs: Barva
da: Farve
el: Χρώμα
it: Colore
ja: カラー
ro: Culoare
ru: Цвет
sk: Farba
sv: Farbe
zh: 颜色

# Common_Entries
source: Entries
bg: Вписвания
cs: Záznamy
da: Indtastninger
el: Ενδείξεις
it: Voci
ja: エントリー
ro: Intrări
ru: Записи
sk: Záznamy
sv: Einträge
zh: 栏目介绍

# ConfirmationDialog_ConfirmCategoryDeletion
source: Are you sure you want to delete the category "{0}"?
bg: Сигурни ли сте, че искате да изтриете категорията "{0}"?
cs: Opravdu chcete odstranit kategorii "{0}"?
da: Er du sikker på, at du ønsker at slette kategorien "{0}"?
el: Σίγουρα θέλετε να διαγράψετε την κατηγορία "{0}";
it: Sei sicuro di voler cancellare la categoria "{0}"?
ja: カテゴリー「{0}」を削除してよろしいですか？
ro: Sunteți sigur că doriți să ștergeți categoria "{0}"?
ru: Вы уверены, что хотите удалить категорию "{0}"?
sk: Určite chcete odstrániť kategóriu "{0}"?
sv: Bist Du dir sicher, dass die Kategorie "{0}" gelöscht werden soll?
zh: 你确定要删除"{0}"类别吗？

# ConfirmationDialog_ConfirmCategoryMerge
source: Are you sure that the category "{0}" should be merged into the category "{1}"?
bg: Сигурни ли сте, че категорията "{0}" трябва да бъде обединена в категорията "{1}"?
cs: Jste si jisti, že kategorie "{0}" má být sloučena do kategorie "{1}"?
da: Er du sikker på, at kategorien "{0}" skal slås sammen med kategorien "{1}"?
el: Είστε σίγουροι ότι η κατηγορία "{0}" πρέπει να συγχωνευτεί στην κατηγορία "{1}";
it: Sei sicuro che la categoria "{0}" debba essere unita alla categoria "{1}"?
ja: カテゴリ「{0}」がカテゴリ「{1}」に統合されるべきだと確信していますか？
ro: Sunteți sigur că categoria "{0}" ar trebui să fie fuzionată în categoria "{1}"?
ru: Вы уверены, что категория "{0}" должна быть объединена в категорию "{1}"?
sk: Ste si istí, že kategória "{0}" má byť zlúčená do kategórie "{1}"?
sv: Bist Du dir sicher, dass die Kategorie "{0}" in die Kategorie "{1}" zusammengeführt werden soll?
zh: 你确定"{0}"类别应该被合并到"{1}"类别中吗？

# ConfirmationDialog_ConfirmFlagDeletion
source: Are you sure you want to delete the "{0}" marker?
bg: Сигурни ли сте, че искате да изтриете маркера "{0}"?
cs: Opravdu chcete odstranit značku "{0}"?
da: Er du sikker på, at du vil slette markeringen "{0}"?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον δείκτη "{0}";
it: Sei sicuro di voler cancellare il marcatore "{0}"?
ja: 本当に「{0}」マーカーを削除していいのか？
ro: Sunteți sigur că doriți să ștergeți marcajul "{0}"?
ru: Вы уверены, что хотите удалить маркер "{0}"?
sk: Určite chcete odstrániť značku "{0}"?
sv: Bist Du dir sicher, dass die Markierung "{0}" gelöscht werden soll?
zh: 你确定要删除"{0}"标记吗？

# ConfirmationDialog_ConfirmFlagMerge
source: Are you sure you want the "{0}" marker to merge into the "{1}" marker?
bg: Сигурни ли сте, че искате маркерът "{0}" да се слее с маркер "{1}"?
cs: Jste si jisti, že značka "{0}" má být sloučena se značkou "{1}"?
da: Er du sikker på, at du ønsker, at "{0}"-markeringen skal gå over i "{1}"-markeringen?
el: Είστε σίγουροι ότι θέλετε ο δείκτης "{0}" να συγχωνευτεί με τον δείκτη "{1}";
it: Sei sicuro che vuoi che il marcatore "{0}" si unisca al marcatore "{1}"?
ja: 本当に「{0}」のマーカーが「{1}」のマーカーにマージされるのですか？
ro: Sunteți sigur că doriți ca marcajul "{0}" să se unească cu marcajul "{1}"?
ru: Вы уверены, что хотите, чтобы маркер "{0}" слился с маркером "{1}"?
sk: Ste si istí, že chcete, aby sa značka "{0}" spojila so značkou "{1}"?
sv: Bist Du dir sicher, dass die Markierung "{0}" in die Markierung "{1}" zusammengeführt werden soll?
zh: 你确定你想让"{0}"标记合并到"{1}"标记吗？

# ConfirmationDialog_ConfirmIncomeCategoryDeletion
source: Are you sure you want to delete the income category "{0}"?
bg: Сигурни ли сте, че искате да изтриете категорията на доходите "{0}"?
cs: Jste si jisti, že kategorie příjmů "{0}" má být odstraněna?
da: Er du sikker på, at du ønsker at slette indkomstkategorien "{0}"?
el: Σίγουρα θέλετε να διαγράψετε την κατηγορία εισοδήματος "{0}";
it: Sei sicuro di voler cancellare la categoria di reddito "{0}"?
ja: インカムカテゴリー「{0}」を削除してよろしいですか？
ro: Sunteți sigur că doriți să ștergeți categoria de venit "{0}"?
ru: Вы уверены, что хотите удалить категорию дохода "{0}"?
sk: Ste si istí, že chcete odstrániť kategóriu príjmov "{0}"?
sv: Bist Du dir sicher, dass die Einkommenskategorie "{0}" gelöscht werden soll?
zh: 你确定要删除收入类别"{0}"吗？

# ConfirmationDialog_ConfirmIncomeCategoryMerge
source: Are you sure that the income category "{0}" should be merged into the income category "{1}"?
bg: Сигурни ли сте, че категорията на доходите "{0}" трябва да бъде обединена с категорията на доходите "{1}"?
cs: Jste si jisti, že příjmová kategorie "{0}" má být sloučena s příjmovou kategorií "{1}"?
da: Er du sikker på, at indkomstkategorien "{0}" skal slås sammen med indkomstkategorien "{1}"?
el: Είστε σίγουροι ότι η κατηγορία εισοδήματος "{0}" πρέπει να συγχωνευθεί στην κατηγορία εισοδήματος "{1}";
it: Sei sicuro che la categoria di reddito "{0}" debba essere unita alla categoria di reddito "{1}"?
ja: 所得区分「{0}」は所得区分「{1}」に統合されるべきであると確信していますか？
ro: Sunteți sigur că categoria de venit "{0}" ar trebui să fie fuzionată în categoria de venit "{1}"?
ru: Вы уверены, что категория дохода "{0}" должна быть объединена с категорией дохода "{1}"?
sk: Ste si istí, že kategória príjmov "{0}" by sa mala zlúčiť s kategóriou príjmov "{1}"?
sv: Bist Du dir sicher, dass die Einkommenskategorie "{0}" in die Einkommenskategorie "{1}" zusammengeführt werden soll?
zh: 你确定收入类别"{0}"应该被合并到收入类别"{1}"中吗？

# ConfirmationDialog_ConfirmPayeeDeletion
source: Are you sure you want to delete payee "{0}"?
bg: Сигурни ли сте, че искате да изтриете получателя на плащане "{0}"?
cs: Jste si jisti, že příjemce "{0}" má být vymazán?
da: Er du sikker på, at du ønsker at slette betalingsmodtager "{0}"?
el: Σίγουρα θέλετε να διαγράψετε τον δικαιούχο "{0}";
it: Sei sicuro di voler cancellare il beneficiario "{0}"?
ja: 振込先「{0}」を削除してよろしいですか？
ro: Sunteți sigur că doriți să ștergeți beneficiarul "{0}"?
ru: Вы уверены, что хотите удалить получателя "{0}"?
sk: Ste si istí, že chcete odstrániť príjemcu "{0}"?
sv: Bist Du dir sicher, dass der Zahlungsempfänger "{0}" gelöscht werden soll?
zh: 您确定要删除收款人"{0}"吗？

# ConfirmationDialog_ConfirmPayeeMerge
source: Are you sure that payee "{0}" should be merged into payee "{1}"?
bg: Сигурни ли сте, че получател "{0}" трябва да бъде обединен с получател "{1}"?
cs: Jste si jisti, že příjemce "{0}" má být sloučen s příjemcem "{1}"?
da: Er du sikker på, at betalingsmodtager "{0}" skal slås sammen med betalingsmodtager "{1}"?
el: Είστε σίγουρος ότι ο δικαιούχος "{0}" πρέπει να συγχωνευθεί με τον δικαιούχο "{1}";
it: Sei sicuro che il beneficiario "{0}" debba essere unito al beneficiario "{1}"?
ja: 振込先「{0}」が振込先「{1}」に統合されることは間違いありませんか？
ro: Sunteți sigur că beneficiarul "{0}" trebuie să fie fuzionat cu beneficiarul "{1}"?
ru: Вы уверены, что получатель "{0}" должен быть объединен с получателем "{1}"?
sk: Ste si istí, že príjemca "{0}" by mal byť zlúčený s príjemcom "{1}"?
sv: Bist Du dir sicher, dass der Zahlungsempfänger "{0}" in den Zahlungsempfänger "{1}" zusammengeführt werden soll?
zh: 你确定受款人"{0}"应该被合并到受款人"{1}"中吗？

# ConfirmationDialog_Title
source: Are you sure?
bg: Сигурни ли сте?
cs: Jste si jistý?
da: Er du sikker?
el: Είσαι σίγουρος;
it: Sei sicuro?
ja: 本当ですか？
ro: Ești sigur?
ru: Вы уверены?
sk: Ste si istý?
sv: Bist Du dir sicher?
zh: 你确定吗？

# CreateNewCategory
source: Create a new category
bg: Създаване на нова категория
cs: Vytvoření nové kategorie
da: Opret en ny kategori
el: Δημιουργία νέας κατηγορίας
it: Creare una nuova categoria
ja: 新規カテゴリーの作成
ro: Creați o nouă categorie
ru: Создайте новую категорию
sk: Vytvorenie novej kategórie
sv: Erstelle eine neue Kategorie
zh: 创建一个新的类别

# CreateNewFlag
source: Create a new marker
bg: Създаване на нов маркер
cs: Vytvoření nové značky
da: Opret et nyt mærke
el: Δημιουργία νέου δείκτη
it: Creare un nuovo marcatore
ja: 新規マーカーの作成
ro: Creați un nou marker
ru: Создайте новый маркер
sk: Vytvorenie novej značky
sv: Erstelle eine neue Markierung
zh: 创建一个新的标记

# CreateNewPayee
source: Create a new paid
bg: Създаване на нов платен
cs: Vytvoření nové placené
da: Opret en ny betalt
el: Δημιουργήστε ένα νέο πληρωμένο
it: Creare un nuovo pagamento
ja: 新規作成
ro: Creați o nouă plată
ru: Создайте новый платный
sk: Vytvorenie nového plateného
sv: Erstelle einen neuen Bezahlten
zh: 创建一个新的付费

# CsvBankStatementImport_ErrorDuringItemsCreation
source: An error occurred while creating the entries. Check the configuration.
bg: При създаването на записите е възникнала грешка. Проверете конфигурацията.
cs: Při vytváření záznamů došlo k chybě. Zkontrolujte konfiguraci.
da: Der opstod en fejl under oprettelsen af posterne. Kontroller konfigurationen.
el: Προέκυψε σφάλμα κατά τη δημιουργία των καταχωρίσεων. Ελέγξτε τη διαμόρφωση.
it: Si è verificato un errore durante la creazione delle voci. Controllare la configurazione.
ja: エントリーの作成中にエラーが発生しました。設定を確認します。
ro: S-a produs o eroare în timpul creării intrărilor. Verificați configurația.
ru: При создании записей произошла ошибка. Проверьте конфигурацию.
sk: Pri vytváraní záznamov došlo k chybe. Skontrolujte konfiguráciu.
sv: Beim Erstellen der Einträge ist ein Fehler aufgetreten. Überprüfe die Konfiguration.
zh: 创建条目时发生错误。检查配置。

# Domain_BankStatement
source: Bank statement
bg: Банково извлечение
cs: Bankovní výpis
da: Kontoudtog
el: Τραπεζική δήλωση
it: Estratto conto bancario
ja: 銀行口座開設
ro: Extras de cont bancar
ru: Выписка из банка
sk: Bankový výpis
sv: Kontoauszug
zh: 银行报表

# Domain_Categories
source: Categories
bg: Категории
cs: Kategorie
da: Kategorier
el: Κατηγορίες
it: Categorie
ja: カテゴリー
ro: Categorii
ru: Категории
sk: Kategórie
sv: Kategorien
zh: 类别

# Domain_Flags
source: Markers
bg: Маркери
cs: Označení
da: Mærker
el: Δείκτες
it: Marcatori
ja: マーカー
ro: Markeri
ru: Маркеры
sk: Značky
sv: Markierungen
zh: 标记

# Domain_IncomeCategories
source: Income categories
bg: Категории доходи
cs: Kategorie příjmů
da: Einkommenskategorien
el: Κατηγορίες εισοδήματος
it: Categorie di reddito
ja: 収入区分
ro: Categorii de venituri
ru: Категории доходов
sk: Príjmové kategórie
sv: Einkommenskategorien
zh: 收入类别

# Domain_OpenBankStatement
source: Open bank statement
bg: Отворено банково извлечение
cs: Otevřený bankovní výpis
da: Åbne kontoudtog
el: Ανοιχτή τραπεζική δήλωση
it: Aprire l'estratto conto bancario
ja: 銀行口座開設
ro: Deschideți extrasul de cont bancar
ru: Открытая банковская выписка
sk: Otvorený bankový výpis
sv: Kontoauszug öffnen
zh: 打开银行对账单

# Domain_Payees
source: Payee
bg: Получател на плащането
cs: Příjemce
da: Betalingsmodtager
el: Δικαιούχος
it: Beneficiario del pagamento
ja: 受取人
ro: Beneficiarul plății
ru: Получатель
sk: Príjemca
sv: Zahlungsempfänger
zh: 受款人

# ErrorMessageCategoryNameEmpty
source: The name of a new category must not be empty!
bg: Името на новата категория не трябва да е празно!
cs: Název nové kategorie nesmí být prázdný!
da: Navnet på en ny kategori må ikke være tomt!
el: Το όνομα μιας νέας κατηγορίας δεν πρέπει να είναι κενό!
it: Il nome di una nuova categoria non deve essere vuoto!
ja: 新しいカテゴリーの名前は、空であってはいけません。
ro: Numele unei noi categorii nu trebuie să fie gol!
ru: Название новой категории не должно быть пустым!
sk: Názov novej kategórie nesmie byť prázdny!
sv: Der Name einer neuen Kategorie darf nicht leer sein!
zh: 新类别的名称不能是空的!

# ErrorMessageEmptyAccount
source: An account must be selected.
bg: Трябва да се избере акаунт.
cs: Je třeba vybrat účet.
da: Der skal vælges en konto.
el: Πρέπει να επιλεγεί ένας λογαριασμός.
it: Deve essere selezionato un account.
ja: アカウントが選択されている必要があります。
ro: Trebuie selectat un cont.
ru: Необходимо выбрать учетную запись.
sk: Je potrebné vybrať účet.
sv: Ein Konto muss ausgewählt werden.
zh: 必须选择一个账户。

# ErrorMessageEmptyCategory
source: A category must be selected.
bg: Трябва да се избере категория.
cs: Je třeba vybrat kategorii.
da: Der skal vælges en kategori.
el: Πρέπει να επιλεγεί μια κατηγορία.
it: È necessario selezionare una categoria.
ja: カテゴリーを選択する必要があります。
ro: Trebuie selectată o categorie.
ru: Необходимо выбрать категорию.
sk: Je potrebné vybrať kategóriu.
sv: Eine Kategorie muss ausgewählt werden.
zh: 必须选择一个类别。

# ErrorMessageEmptyFromAccount
source: A source account must be selected.
bg: Трябва да се избере акаунт на източника.
cs: Je třeba vybrat zdrojový účet.
da: Der skal vælges en kildekonto.
el: Πρέπει να επιλεγεί ένας λογαριασμός προέλευσης.
it: Deve essere selezionato un conto sorgente.
ja: ソースアカウントを選択する必要があります。
ro: Trebuie selectat un cont sursă.
ru: Необходимо выбрать исходный счет.
sk: Je potrebné vybrať zdrojový účet.
sv: Ein Quellkonto muss ausgewählt werden.
zh: 必须选择一个源账户。

# ErrorMessageEmptyPayee
source: A payee must be selected.
bg: Трябва да се избере получател на плащането.
cs: Je třeba vybrat příjemce.
da: Der skal vælges en betalingsmodtager.
el: Πρέπει να επιλεγεί ένας δικαιούχος.
it: Deve essere selezionato un beneficiario.
ja: 振込先を選択する必要があります。
ro: Trebuie selectat un beneficiar al plății.
ru: Необходимо выбрать получателя платежа.
sk: Je potrebné vybrať príjemcu.
sv: Ein Bezahlter muss ausgewählt werden.
zh: 必须选择一个收款人。

# ErrorMessageEmptyToAccount
source: A target account must be selected
bg: Трябва да се избере целева сметка
cs: Je třeba vybrat cílový účet
da: Der skal vælges en målkonto
el: Πρέπει να επιλεγεί ένας λογαριασμός-στόχος
it: Deve essere selezionato un conto di destinazione
ja: 対象となるアカウントを選択する必要があります。
ro: Trebuie selectat un cont țintă
ru: Необходимо выбрать целевой счет
sk: Je potrebné vybrať cieľový účet
sv: Ein Zielkonto muss ausgewählt werden
zh: 必须选择一个目标账户

# ErrorMessageWrongAccountName
source: The account name is not allowed to be empty or to resemble the name of an existing account.
bg: Не е позволено името на акаунта да бъде празно или да наподобява името на съществуващ акаунт.
cs: Název účtu nesmí být prázdný nebo se podobat názvu existujícího účtu.
da: Kontonavnet må ikke være tomt eller ligne navnet på en eksisterende konto.
el: Το όνομα του λογαριασμού δεν επιτρέπεται να είναι κενό ή να μοιάζει με το όνομα ενός υπάρχοντος λογαριασμού.
it: Il nome del conto non può essere vuoto o assomigliare al nome di un conto esistente.
ja: アカウント名を空にしたり、既存のアカウント名に似せたりすることはできません。
ro: Nu este permis ca numele contului să fie gol sau să semene cu numele unui cont existent.
ru: Имя счета не может быть пустым или напоминать имя существующего счета.
sk: Názov účtu nesmie byť prázdny alebo sa podobať názvu existujúceho účtu.
sv: Dem Kontennamen ist es nicht erlaubt leer zu sein oder den Namen eines bestehendem Kontos zu gleichen.
zh: 账户名称不允许为空，也不允许与现有账户名称相似。

# ErrorMessageWrongCategoryName
source: This name already exists for the selected category level!
bg: Това име вече съществува за избраното ниво на категорията!
cs: Tento název již pro vybranou úroveň kategorie existuje!
da: Dette navn findes allerede for det valgte kategoriniveau!
el: Αυτό το όνομα υπάρχει ήδη για το επιλεγμένο επίπεδο κατηγορίας!
it: Questo nome esiste già per il livello di categoria selezionato!
ja: この名前は、選択されたカテゴリーレベルにすでに存在しています。
ro: Acest nume există deja pentru nivelul de categorie selectat!
ru: Это имя уже существует для выбранного уровня категории!
sk: Tento názov už existuje pre vybranú úroveň kategórie!
sv: Dieser Name existiert bereits für die gewählte Kategorieebene!
zh: 这个名字已经存在于所选的类别级别中了!

# ErrorMessageWrongCategoryParent
source: At this category level, a category with a chosen name already exists!
bg: На това ниво на категория вече съществува категория с избрано име!
cs: Kategorie s vybraným názvem již na této úrovni existuje!
da: På dette kategoriniveau findes der allerede en kategori med et valgt navn!
el: Σε αυτό το επίπεδο κατηγορίας, μια κατηγορία με το επιλεγμένο όνομα υπάρχει ήδη!
it: A questo livello di categoria, una categoria con un nome scelto esiste già!
ja: このカテゴリーレベルでは、選ばれた名前のカテゴリーがすでに存在しています。
ro: La acest nivel de categorie, există deja o categorie cu un nume ales!
ru: На этом уровне категории уже существует категория с выбранным именем!
sk: Na tejto úrovni kategórie už existuje kategória so zvoleným názvom!
sv: Auf dieser Kategorieebene existiert bereits eine Kategorie mit gewählten Namen!
zh: 在这个类别层面上，一个具有所选名称的类别已经存在了!

# ErrorMessageWrongFlagName
source: The name of a new marker must not be empty or already exist.
bg: Името на новия маркер не трябва да е празно или вече да съществува.
cs: Název nové značky nesmí být prázdný nebo již existovat.
da: Navnet på en ny markør må ikke være tomt eller allerede eksistere.
el: Το όνομα ενός νέου δείκτη δεν πρέπει να είναι κενό ή να υπάρχει ήδη.
it: Il nome di un nuovo marcatore non deve essere vuoto o già esistente.
ja: 新しいマーカーの名前は、空であったり、すでに存在していてはいけません。
ro: Numele unui nou marker nu trebuie să fie gol sau să existe deja.
ru: Имя нового маркера не должно быть пустым или уже существующим.
sk: Názov novej značky nesmie byť prázdny alebo už existovať.
sv: Der Name einer neuen Markierung darf nicht leer sein oder bereit existieren.
zh: 新标记的名称不能是空的或已经存在。

# ErrorMessageWrongPayeeName
source: The name of a new payee must not be blank or already exist.
bg: Името на новия получател не трябва да е празно или вече да съществува.
cs: Název nového příjemce nesmí být prázdný nebo již existovat.
da: Navnet på en ny betalingsmodtager må ikke være tomt eller allerede eksistere.
el: Το όνομα ενός νέου δικαιούχου δεν πρέπει να είναι κενό ή να υπάρχει ήδη.
it: Il nome di un nuovo beneficiario non deve essere vuoto o già esistente.
ja: 新しい受取人の名前は、空白やすでに存在しているものではありません。
ro: Numele unui nou beneficiar al plății nu trebuie să fie gol sau să existe deja.
ru: Имя нового получателя не должно быть пустым или уже существующим.
sk: Názov nového príjemcu nesmie byť prázdny alebo už existovať.
sv: Der Name eines neuen Bezahlten darf nicht leer sein oder bereit existieren.
zh: 新收款人的名字不能是空的或已经存在。

# ErrorMessage_AccountHasToBeChosen
source: An account must be selected before the entry is added.
bg: Трябва да се избере акаунт, преди да се добави записът.
cs: Před přidáním záznamu musí být vybrán účet.
da: Der skal vælges en konto, før posten tilføjes.
el: Πρέπει να επιλεγεί ένας λογαριασμός πριν από την προσθήκη της καταχώρησης.
it: Un conto deve essere selezionato prima che la voce venga aggiunta.
ja: エントリーが追加される前に、アカウントが選択されている必要があります。
ro: Trebuie selectat un cont înainte de a se adăuga o intrare.
ru: Счет должен быть выбран до добавления записи.
sk: Pred pridaním záznamu musí byť vybraný účet.
sv: Ein Konto muss ausgewählt werden bevor der Eintrag hinzugefügt wird.
zh: 在添加条目之前必须选择一个账户。

# Exception_FileNotFound
source: The file "{0}" could not be found.
bg: Файлът "{0}" не може да бъде намерен.
cs: Soubor "{0}" se nepodařilo najít.
da: Filen "{0}" kunne ikke findes.
el: Το αρχείο "{0}" δεν βρέθηκε.
it: Il file "{0}" non può essere trovato.
ja: ファイル「{0}」が見つかりませんでした。
ro: Fișierul "{0}" nu a putut fi găsit.
ru: Файл "{0}" не может быть найден.
sk: Súbor "{0}" sa nepodarilo nájsť.
sv: Die Datei "{0}" konnte nicht gefunden werden.
zh: 无法找到文件"{0}"。

# Flag_CreateNew
source: Create new marker
bg: Създаване на нов маркер
cs: Vytvořit novou značku
da: Opret ny markør
el: Δημιουργία νέου δείκτη
it: Creare un nuovo marcatore
ja: 新規マーカーの作成
ro: Crearea unui nou marker
ru: Создать новый маркер
sk: Vytvorenie novej značky
sv: Neue Markierung erstellen
zh: 创建新标记

# Flag_Edit
source: Edit markers
bg: Редактиране на маркери
cs: Upravit značky
da: Rediger markører
el: Επεξεργασία δεικτών
it: Modifica dei marcatori
ja: エディットマーカ
ro: Editarea markerilor
ru: Редактирование маркеров
sk: Upraviť značky
sv: Markierungen bearbeiten
zh: 编辑标记

# General_Cancel
source: Cancel
bg: Отмяна на
cs: Zrušit
da: Annuller
el: Ακύρωση
it: Cancella
ja: キャンセル
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Abbrechen
zh: 取消

# General_DateFormat
source: Date format
bg: Формат на датата
cs: Formát data
da: Datoformat
el: Μορφή ημερομηνίας
it: Formato della data
ja: 日付フォーマット
ro: Formatul datei
ru: Формат даты
sk: Formát dátumu
sv: Datumsformat
zh: 日期格式

# General_Delimiter
source: Separator
bg: Сепаратор
cs: Oddělovač
el: Διαχωριστής
it: Separatore
ja: セパレーター
ru: Сепаратор
sk: Oddeľovač
sv: Trennzeichen
zh: 分离器

# General_FilePath
source: File path
bg: Пътят на файла
cs: Cesta k souboru
da: Filsti
el: Διαδρομή αρχείου
it: Percorso del file
ja: ファイルパス
ro: Calea fișierului
ru: Путь к файлу
sk: Cesta k súboru
sv: Dateipfad
zh: 文件路径

# General_Header
source: Header data
bg: Данни от заглавието
cs: Údaje v záhlaví
da: Overskriftsoplysninger
el: Δεδομένα επικεφαλίδας
it: Dati dell'intestazione
ja: ヘッダーデータ
ro: Date de antet
ru: Данные заголовка
sk: Údaje v záhlaví
sv: Kopfdaten
zh: 标题数据

# General_MemoFormat
source: Note format
bg: Формат на бележката
cs: Formát poznámky
da: Bemærk format
el: Μορφή σημείωσης
it: Formato della nota
ja: ノート形式
ro: Formatul notei
ru: Формат записки
sk: Formát poznámky
sv: Notizformat
zh: 注释格式

# General_NewPayeeIfNotExisting
source: Create a new payee if it does not exist?
bg: Създаване на ново получател на плащане, ако то не съществува?
cs: Vytvořit nového příjemce, pokud neexistuje?
da: Opret en ny betalingsmodtager, hvis den ikke findes?
el: Δημιουργία νέου δικαιούχου εάν δεν υπάρχει;
it: Creare un nuovo beneficiario se non esiste?
ja: 振込先が存在しないのに新規に作成することはできますか？
ro: Creați un nou beneficiar de plată dacă nu există?
ru: Создать нового получателя, если он не существует?
sk: Vytvoriť nového príjemcu, ak neexistuje?
sv: Erstelle einen neuen Zahlungsempfänger wenn er nicht existiert?
zh: 如果不存在的话，创建一个新的收款人？

# General_No
source: No
bg: Не
cs: Ne
da: Nej
el: Όχι
ja: いいえ
ro: Nu
ru: Нет
sk: Nie
sv: Nein
zh: 没有

# General_PayeeFormat
source: Payee format
bg: Формат на получателя на плащането
cs: Formát příjemce
da: Format for betalingsmodtager
el: Μορφή δικαιούχου
it: Formato del beneficiario
ja: 振込先フォーマット
ro: Formatul beneficiarului plății
ru: Формат получателя платежа
sk: Formát príjemcu platby
sv: Zahlungsempfängerformat
zh: 受款人格式

# General_RemoveProfile
source: Remove profile
bg: Премахване на профил
cs: Odstranění profilu
da: Fjern profil
el: Αφαίρεση προφίλ
it: Rimuovi profilo
ja: プロファイルの削除
ro: Eliminați profilul
ru: Удалить профиль
sk: Odstrániť profil
sv: Profil entfernen
zh: 删除简介

# General_ResetProfile
source: reset profile
bg: нулиране на профила
cs: Obnovení profilu
da: nulstille profil
el: επαναφορά προφίλ
it: reimpostare il profilo
ja: リセットプロファイル
ro: resetare profil
ru: сброс профиля
sk: resetovanie profilu
sv: Profil zurücksetzen
zh: 重置简介
