Repository: Yeah69/BFF
Catalog: ViewModel/Properties/Texts.*.a.resx
Languages: bg, cs, da, el, it, ja, ro, ru, sk, sv, zh

# ToolTip_Category_MonthOffset
source: The month offset shifts the time at which the income becomes active month by month. For example, a month offset of one shifts the income to the next month and minus one to the previous month.
bg: Месечното отместване измества момента, в който доходът става активен, месец по месец. Например, при компенсиране на месеца с единица, доходът се прехвърля към следващия месец, а минус единица - към предходния месец.
cs: Měsíční posun posouvá okamžik, kdy se příjem stává aktivním po jednotlivých měsících. Například měsíční zápočet jedničky přesune příjem do následujícího měsíce a mínus jednička do předchozího měsíce.
da: Månedsforskydningen forskyder det tidspunkt, hvor indkomsten bliver aktiv, måned for måned. F.eks. flytter en månedsforskydning på 1 indkomsten til den næste måned og minus 1 til den foregående måned.
el: Η μετατόπιση μήνα μετατοπίζει το χρόνο κατά τον οποίο το εισόδημα γίνεται ενεργό μήνα προς μήνα. Για παράδειγμα, ένας μηνιαίος συμψηφισμός της μονάδας μεταφέρει το εισόδημα στον επόμενο μήνα και μείον ένα στον προηγούμενο μήνα.
it: L'offset del mese sposta il momento in cui il reddito diventa attivo mese per mese. Per esempio, un offset di un mese sposta il reddito al mese successivo e meno uno al mese precedente.
ja: 月間オフセットは、インカムが有効になる時期を月ごとにずらします。 例えば、月のオフセットが1の場合、収入は翌月に、マイナス1の場合は前月にシフトします。
ro: Decalajul de lună decalează momentul în care venitul devine activ lună de lună. De exemplu, un decalaj lunar de unu transferă venitul în luna următoare și minus unu în luna anterioară.
ru: Смещение месяца смещает время, в которое доход становится активным, от месяца к месяцу. Например, смещение месяца на единицу переносит доход на следующий месяц, а минус единица - на предыдущий.
sk: Posunutie mesiaca posúva čas, kedy sa príjem stáva aktívnym, mesiac po mesiaci. Napríklad mesačný zápočet jedna presúva príjem do nasledujúceho mesiaca a mínus jedna do predchádzajúceho mesiaca.
sv: Der Monatsversatz verschiebt monatsweise den Zeitpunkt zu wann das Einkommen aktiv wird. Zum Beispiel ein Monatsversatz von eins verschiebt das Einkommen zum nächsten Monat und Minus eins zum vorigen Monat.
zh: 月份偏移是指逐月转移收入变得活跃的时间。 例如，一个月的偏移量为1，将收入转移到下个月，而减去1则转移到上个月。

# ToolTip_Category_SuperiorCategory
source: If a parent category is selected, the new category will be attached to it as a subcategory.
bg: Ако е избрана родителска категория, новата категория ще бъде прикрепена към нея като подкатегория.
cs: Pokud je vybrána nadřazená kategorie, nová kategorie se k ní připojí jako podkategorie.
da: Hvis der er valgt en overordnet kategori, vil den nye kategori blive knyttet til den som en underkategori.
el: Εάν έχει επιλεγεί μια γονική κατηγορία, η νέα κατηγορία θα συνδεθεί με αυτήν ως υποκατηγορία.
it: Se una categoria madre è selezionata, la nuova categoria sarà collegata ad essa come sottocategoria.
ja: 親カテゴリーが選択されている場合、新しいカテゴリーはその親カテゴリーにサブカテゴリーとして添付されます。
ro: Dacă este selectată o categorie părinte, noua categorie va fi atașată acesteia ca subcategorie.
ru: Если выбрана родительская категория, новая категория будет присоединена к ней в качестве подкатегории.
sk: Ak je vybraná nadradená kategória, nová kategória sa k nej pripojí ako podkategória.
sv: Wenn eine übergeordnete Kategorie gewählt wird, dann wird die neue Kategorie ihr als Unterkategorie angehangen.
zh: 如果选择了一个父类别，新的类别将作为一个子类别附在它上面。

# ToolTip_DeleteRow
source: Press the button in this column to delete the element of the corresponding row.
bg: Натиснете бутона в тази колона, за да изтриете елемента от съответния ред.
cs: Stisknutím tlačítka v tomto sloupci odstraníte prvek příslušného řádku.
da: Tryk på knappen i denne kolonne for at slette elementet i den tilsvarende række.
el: Πατήστε το κουμπί σε αυτή τη στήλη για να διαγράψετε το στοιχείο της αντίστοιχης γραμμής.
it: Premi il pulsante in questa colonna per cancellare l'elemento della riga corrispondente.
ja: この列のボタンを押すと、対応する行の要素が削除されます。
ro: Apăsați butonul din această coloană pentru a șterge elementul din rândul corespunzător.
ru: Нажмите кнопку в этом столбце, чтобы удалить элемент соответствующей строки.
sk: Stlačením tlačidla v tomto stĺpci odstránite prvok príslušného riadku.
sv: Drücke den Knopf in dieser Spalte um das Element der zugehörigen Reihe zu löschen.
zh: 按这一栏的按钮，可以删除相应行的元素。

# ToolTip_MergeToCategory
source: To merge one category with another, the icon from this column should be dragged from the source row and dropped onto the target row. The target category will inherit all account entries and subcategories from the source category. If a pair of subcategories have the same name, then the source subcategory will be automatically renamed (number appended).
bg: За да обедините една категория с друга, иконата от тази колона трябва да се плъзне от изходния ред и да се пусне върху целевия ред. Целевата категория ще наследи всички записи на акаунти и подкатегории от изходната категория. Ако двойка подкатегории имат едно и също име, изходната подкатегория ще бъде автоматично преименувана (ще бъде добавен номер).
cs: Chcete-li sloučit jednu kategorii s jinou, je třeba symbol z tohoto sloupce přetáhnout ze zdrojového řádku a uvolnit jej na cílový řádek. Cílová kategorie přebírá všechny položky a podkategorie účtu ze zdrojové kategorie. Pokud má dvojice podkategorií stejný název, zdrojová podkategorie se automaticky přejmenuje (doplní se číslo).
da: Hvis du vil flette en kategori med en anden, skal ikonet fra denne kolonne trækkes fra kilderækken og sættes over på målrækken. Målkategorien arver alle kontoposter og underkategorier fra kildekategorien. Hvis et par underkategorier har det samme navn, omdøbes kildeunderkategorien automatisk (nummeret tilføjes).
el: Για να συγχωνεύσετε μια κατηγορία με μια άλλη, θα πρέπει να σύρετε το εικονίδιο αυτής της στήλης από τη γραμμή προέλευσης και να το αφήσετε στη γραμμή στόχου. Η κατηγορία-στόχος θα κληρονομήσει όλες τις εγγραφές λογαριασμού και τις υποκατηγορίες από την κατηγορία-πηγή. Εάν ένα ζεύγος υποκατηγοριών έχει το ίδιο όνομα, τότε η υποκατηγορία προέλευσης θα μετονομαστεί αυτόματα (θα προστεθεί αριθμός).
it: Per unire una categoria con un'altra, l'icona di questa colonna deve essere trascinata dalla riga di origine e rilasciata sulla riga di destinazione. La categoria di destinazione erediterà tutte le voci di conto e le sottocategorie dalla categoria di origine. Se una coppia di sottocategorie ha lo stesso nome, la sottocategoria di origine sarà automaticamente rinominata (numero aggiunto).
ja: あるカテゴリーを別のカテゴリーにマージするには、この列のアイコンをソース行からドラッグしてターゲット行にドロップします。 ターゲットカテゴリーは、ソースカテゴリーのすべてのアカウントエントリーとサブカテゴリーを継承します。 一組のサブカテゴリーが同じ名前の場合、元のサブカテゴリーは自動的に名前が変更されます（数字が付加されます）。
ro: Pentru a unifica o categorie cu alta, pictograma din această coloană trebuie trasă de pe rândul sursă și lăsată pe rândul țintă. Categoria țintă va moșteni toate intrările de cont și subcategoriile din categoria sursă. Dacă o pereche de subcategorii au același nume, atunci subcategoria sursă va fi redenumită automat (se adaugă un număr).
ru: Чтобы объединить одну категорию с другой, иконку из этого столбца следует перетащить из исходной строки и опустить на целевую строку. Целевая категория унаследует все учетные записи и подкатегории из исходной категории. Если пара подкатегорий имеет одинаковое имя, то исходная подкатегория будет автоматически переименована (добавлено число).
sk: Ak chcete zlúčiť jednu kategóriu s inou, ikonu z tohto stĺpca treba pretiahnuť zo zdrojového riadku a pustiť ju na cieľový riadok. Cieľová kategória zdedí všetky položky účtu a podkategórie zo zdrojovej kategórie. Ak má dvojica podkategórií rovnaký názov, zdrojová podkategória sa automaticky premenuje (pridá sa číslo).
sv: Um eine Kategorie mit einer anderen zusammenzuführen, sollte das Symbol aus dieser Spalte von der Quellreihe gezogen und auf die Zielreihe losgelassen werden. Die Ziel-Kategorie übernimmt alle Konteneinträge und Unterkategorien von der Quell-Kategorie. Wenn ein Paar der Unterkategorien den selben Namen haben, dann wird die Unterkategorie der Quelle automatisch umbenannt (Zahl angehangen).
zh: 要将一个类别与另一个类别合并，应将这一列的图标从源行拖到目标行。 目标类别将继承源类别的所有账户条目和子类别。 如果一对子类别的名称相同，那么源子类别将被自动重新命名（附加数字）。

# ToolTip_MergeToFlag
source: To merge one marker with another, the symbol from this column should be dragged from the source row and released onto the target row. The target marker takes over all account entries from the source marker and keeps its own color.
bg: За да се слее един маркер с друг, символът от тази колона трябва да се плъзне от изходния ред и да се освободи върху целевия ред. Целевият маркер поема всички записи на сметки от изходния маркер и запазва собствения си цвят.
cs: Chcete-li sloučit jednu značku s jinou, je třeba symbol z daného sloupce přetáhnout ze zdrojového řádku a uvolnit jej na cílový řádek. Cílová značka přebírá všechny účetní položky ze zdrojové značky a zachovává si svou vlastní barvu.
da: For at flette en markering med en anden skal symbolet fra denne kolonne trækkes fra kurrerækken og frigives til målrækken. Målmarkøren overtager alle kontoposter fra kildemarkøren og beholder sin egen farve.
el: Για να συγχωνεύσετε έναν δείκτη με έναν άλλο, το σύμβολο από αυτή τη στήλη θα πρέπει να σύρετε από τη γραμμή προέλευσης και να το αφήσετε στη γραμμή προορισμού. Ο δείκτης-στόχος αναλαμβάνει όλες τις εγγραφές λογαριασμού από τον δείκτη-πηγή και διατηρεί το δικό του χρώμα.
it: Per unire un marcatore con un altro, il simbolo di questa colonna deve essere trascinato dalla riga di origine e rilasciato sulla riga di destinazione. Il marcatore di destinazione prende tutte le voci di conto del marcatore di origine e mantiene il proprio colore.
ja: あるマーカーを別のマーカーにマージするには、この列のシンボルをソース行からドラッグしてターゲット行にリリースする必要があります。 ターゲットマーカーは、ソースマーカーからすべてのアカウントエントリを引き継ぎ、独自の色を維持します。
ro: Pentru a unifica un marcaj cu altul, simbolul din această coloană trebuie tras de pe rândul sursă și eliberat pe rândul țintă. Marcajul țintă preia toate intrările de cont de la marcajul sursă și își păstrează propria culoare.
ru: Чтобы объединить один маркер с другим, символ из этого столбца следует перетащить из исходной строки и отпустить на целевую строку. Целевой маркер перенимает все учетные записи из исходного маркера и сохраняет свой собственный цвет.
sk: Ak chcete zlúčiť jednu značku s inou, symbol z tohto stĺpca je potrebné pretiahnuť zo zdrojového riadku a uvoľniť ho do cieľového riadku. Cieľová značka prevezme všetky položky účtu zo zdrojovej značky a zachová si svoju vlastnú farbu.
sv: Um eine Markierung mit einer anderen zusammenzuführen, sollte das Symbol aus dieser Spalte von der Quellreihe gezogen und auf die Zielreihe losgelassen werden. Die Ziel-Markierung übernimmt alle Konteneinträge von der Quell-Markierung und behält ihre eigene Farbe bei.
zh: 要将一个标记与另一个标记合并，应将这一列的符号从源行拖出，并释放到目标行。 目标标记接管了源标记的所有账户条目，并保持自己的颜色。

# ToolTip_MergeToIncomeCategory
source: To merge one income category with another, the symbol from this column should be dragged from the source row and released onto the target row. The target income category will inherit all account entries from the source income category and retain the monthly offset.
bg: За да обедините една категория доход с друга, символът от тази колона трябва да се плъзне от изходния ред и да се освободи върху целевия ред. Целевата категория доходи ще наследи всички записи по сметката от категорията доходи на източника и ще запази месечното прихващане.
cs: Chcete-li sloučit jednu kategorii příjmů s jinou, je třeba symbol z tohoto sloupce přetáhnout ze zdrojového řádku a uvolnit jej na cílový řádek. Cílová kategorie příjmů přebírá všechny účetní položky ze zdrojové kategorie příjmů a zachovává měsíční zápočet.
da: For at flette en indkomstkategori med en anden skal symbolet fra denne kolonne trækkes fra kilderækken og frigives til målrækken. Målindkomstkategorien arver alle kontoposteringer fra kildeindkomstkategorien og beholder den månedlige modregning.
el: Για να συγχωνεύσετε μια κατηγορία εισοδήματος με μια άλλη, το σύμβολο αυτής της στήλης πρέπει να σύρετε από τη γραμμή προέλευσης και να το αφήσετε στη γραμμή στόχου. Η κατηγορία εισοδήματος-στόχου θα κληρονομήσει όλες τις εγγραφές λογαριασμού από την κατηγορία εισοδήματος-πηγής και θα διατηρήσει τον μηνιαίο συμψηφισμό.
it: Per unire una categoria di reddito con un'altra, il simbolo di questa colonna deve essere trascinato dalla riga di origine e rilasciato sulla riga di destinazione. La categoria di reddito di destinazione erediterà tutte le voci del conto dalla categoria di reddito di origine e manterrà la compensazione mensile.
ja: ある所得区分を別の所得区分に統合するには、この列のシンボルをソース行からドラッグしてターゲット行にリリースする必要があります。 ターゲットの収入カテゴリーは、ソースの収入カテゴリーからすべてのアカウントエントリーを継承し、月ごとのオフセットを維持します。
ro: Pentru a unifica o categorie de venit cu alta, simbolul din această coloană trebuie tras de pe rândul sursă și eliberat pe rândul țintă. Categoria de venit țintă va moșteni toate intrările în cont de la categoria de venit sursă și va păstra compensarea lunară.
ru: Чтобы объединить одну категорию дохода с другой, символ из этой колонки следует перетащить из исходной строки и отпустить на целевую строку. Целевая категория доходов унаследует все записи счета из исходной категории доходов и сохранит ежемесячный зачет.
sk: Ak chcete zlúčiť jednu kategóriu príjmov s inou, symbol z tohto stĺpca by ste mali pretiahnuť zo zdrojového riadku a uvoľniť ho do cieľového riadku. Cieľová kategória príjmov zdedí všetky účtovné záznamy zo zdrojovej kategórie príjmov a zachová si mesačný zápočet.
sv: Um eine Einkommenskategorie mit einer anderen zusammenzuführen, sollte das Symbol aus dieser Spalte von der Quellreihe gezogen und auf die Zielreihe losgelassen werden. Die Ziel-Einkommenskategorie übernimmt alle Konteneinträge von der Quell-Einkommenskategorie und behält den Monatsversatz bei.
zh: 要将一个收入类别与另一个收入类别合并，应将这一列的符号从源行拖出，并释放到目标行。 目标收入类别将继承源收入类别的所有账户条目，并保留每月的抵消。

# ToolTip_MergeToPayee
source: To merge one payee with another, the symbol from this column should be dragged from the source row and dropped onto the target row. The target payee will take over all account entries from the source payee.
bg: За да обедините един получател на плащане с друг, символът от тази колона трябва да се плъзне от изходния ред и да се пусне върху целевия ред. Целевият получател ще поеме всички записи по сметката от получателя източник.
cs: Chcete-li sloučit jednoho příjemce s jiným, je třeba symbol z tohoto sloupce přetáhnout ze zdrojového řádku a uvolnit jej na cílový řádek. Cílový příjemce převezme všechny záznamy na účtu od zdrojového příjemce.
da: For at flette en betalingsmodtager med en anden skal symbolet fra denne kolonne trækkes fra kurrerækken og sættes over på målrækken. Målbetalingsmodtageren overtager alle kontoposteringer fra kildebetalingsmodtageren.
el: Για να συγχωνεύσετε έναν δικαιούχο με έναν άλλο, το σύμβολο αυτής της στήλης πρέπει να σύρετε από τη γραμμή προέλευσης και να το αφήσετε στη γραμμή στόχου. Ο δικαιούχος-στόχος θα αναλάβει όλες τις εγγραφές λογαριασμού από τον δικαιούχο-πηγή.
it: Per unire un beneficiario con un altro, il simbolo di questa colonna deve essere trascinato dalla riga di origine e lasciato cadere sulla riga di destinazione. Il beneficiario di destinazione prenderà tutte le voci del conto del beneficiario di origine.
ja: ある受取人を別の受取人と合体させるには、この列のシンボルを元の行からドラッグして、対象の行にドロップします。 振込先は、振込元の口座入力をすべて引き継ぎます。
ro: Pentru a unifica un beneficiar de plată cu altul, simbolul din această coloană trebuie tras de pe rândul sursă și aruncat pe rândul țintă. Beneficiarul țintă va prelua toate intrările în cont de la beneficiarul sursă.
ru: Чтобы объединить одного получателя с другим, символ из этой колонки следует перетащить из исходной строки и опустить на целевую строку. Целевой получатель получает все записи по счету от исходного получателя.
sk: Ak chcete zlúčiť jedného príjemcu s druhým, symbol z tohto stĺpca by ste mali pretiahnuť zo zdrojového riadku a pustiť ho na cieľový riadok. Cieľový príjemca prevezme všetky účtovné záznamy od zdrojového príjemcu.
sv: Um einen Zahlungsempfänger mit einer anderen zusammenzuführen, sollte das Symbol aus dieser Spalte von der Quellreihe gezogen und auf die Zielreihe losgelassen werden. Der Ziel-Zahlungsempfänger übernimmt alle Konteneinträge von dem Quell-Zahlungsempfänger.
zh: 要将一个收款人与另一个收款人合并，应将这一栏的符号从源行拖到目标行。 目标收款人将接管源收款人的所有账户条目。

# ToolTip_Symbol_FromAccount
source: Source account
bg: Източник на сметката
cs: Zdrojový účet
da: Kilde konto
el: Λογαριασμός πηγής
it: Conto della fonte
ja: ソースアカウント
ro: Cont sursă
ru: Исходный счет
sk: Zdrojový účet
sv: Quellkonto
zh: 来源账户

# ToolTip_Symbol_IncomeCategory
source: Income category
bg: Категория на доходите
cs: Kategorie příjmů
da: Einkommenskategory
el: Κατηγορία εισοδήματος
it: Categoria di reddito
ja: 収入区分
ro: Categoria de venit
ru: Категория дохода
sk: Príjmová kategória
sv: Einkommenskategory
zh: 收入类别

# ToolTip_Symbol_IncomeTransaction
source: Income transaction
bg: Транзакция на приходите
cs: Příjmová transakce
da: Indkomsttransaktion
el: Συναλλαγή εισοδήματος
it: Operazione di reddito
ja: 損益計算書
ro: Tranzacție de venit
ru: Операция по получению дохода
sk: Príjmová transakcia
sv: Einkommenstransaktion
zh: 收入交易

# ToolTip_Symbol_SplitTransaction
source: Click to view and edit the partial transactions.
bg: Щракнете, за да видите и редактирате частичните транзакции.
cs: Kliknutím zobrazíte a upravíte dílčí transakce.
da: Klik for at se og redigere de delvise transaktioner.
el: Κάντε κλικ για να προβάλετε και να επεξεργαστείτε τις μερικές συναλλαγές.
it: Clicca per visualizzare e modificare le transazioni parziali.
ja: クリックすると、部分的なトランザクションの表示と編集ができます。
ro: Faceți clic pentru a vizualiza și edita tranzacțiile parțiale.
ru: Нажмите для просмотра и редактирования частичных транзакций.
sk: Kliknutím zobrazíte a upravíte čiastkové transakcie.
sv: Klicke um die Teiltransaktionen zu sehen und zu bearbeiten.
zh: 点击查看和编辑部分交易。

# ToolTip_Symbol_Transaction
source: Transaction
bg: Транзакция
cs: Transakce
da: Transaktion
el: Συναλλαγή
it: Transazione
ja: トランザクション
ro: Tranzacție
ru: Транзакция
sk: Transakcia
sv: Transaktion
zh: 交易

# ToolTip_TransGrid_Header_Account
source: The account to which the entry belongs.
bg: Сметката, към която принадлежи записът.
cs: Účet, ke kterému záznam patří.
da: Den konto, som posten tilhører.
el: Ο λογαριασμός στον οποίο ανήκει η εγγραφή.
it: Il conto a cui appartiene la voce.
ja: そのエントリーが属するアカウント。
ro: Contul căruia îi aparține intrarea.
ru: Счет, к которому принадлежит запись.
sk: Účet, ku ktorému záznam patrí.
sv: Das Konto dem der Eintrag gehört.
zh: 该条目所属的账户。

# ToolTip_TransGrid_Header_Category
source: The category determines your personal purpose of this entry. Because categories can be hierarchical, the whole hierarchical path is shown in the tooltip. If the entry is a transfer, then the target account is entered here.
bg: Категорията определя личната ви цел на този запис. Тъй като категориите могат да бъдат йерархични, целият йерархичен път се показва в подсказката за инструменти. Ако записът е прехвърляне, тук се въвежда целевата сметка.
cs: Kategorie určuje váš osobní účel tohoto záznamu. Vzhledem k tomu, že kategorie mohou být hierarchicky strukturované, zobrazuje se v nápovědě celá hierarchická cesta. Pokud se jedná o převod, zadává se zde cílový účet.
da: Kategorien bestemmer dit personlige formål med denne post. Da kategorier kan være hierarkiske, vises hele den hierarkiske sti i værktøjstip'en. Hvis der er tale om en overførsel, angives målkontoen her.
el: Η κατηγορία καθορίζει τον προσωπικό σας σκοπό αυτής της καταχώρησης. Επειδή οι κατηγορίες μπορεί να είναι ιεραρχικές, ολόκληρη η ιεραρχική διαδρομή εμφανίζεται στο tooltip. Εάν η καταχώρηση είναι μεταφορά, τότε ο λογαριασμός-στόχος εισάγεται εδώ.
it: La categoria determina lo scopo personale di questa voce. Poiché le categorie possono essere gerarchiche, l'intero percorso gerarchico viene mostrato nel tooltip. Se la registrazione è un trasferimento, allora il conto di destinazione viene inserito qui.
ja: カテゴリーは、あなたの個人的なこのエントリーの目的を決定します。 カテゴリーは階層化されていることがあるので、ツールチップには階層全体のパスが表示されます。 振替の場合は、対象となる口座を入力します。
ro: Categoria determină scopul personal al acestei intrări. Deoarece categoriile pot fi ierarhice, întreaga cale ierarhică este afișată în tooltip. Dacă este vorba de un transfer, aici se introduce contul țintă.
ru: Категория определяет вашу личную цель этой записи. Поскольку категории могут быть иерархическими, весь иерархический путь отображается во всплывающей подсказке. Если запись является переводом, то здесь указывается целевой счет.
sk: Kategória určuje váš osobný účel tohto záznamu. Keďže kategórie môžu byť hierarchické, v tipe sa zobrazuje celá hierarchická cesta. Ak je záznam prevodom, potom sa tu zadáva cieľový účet.
sv: Die Kategorie bestimmt deinen persönlichen Zweck von diesem Eintrag. Weil die Kategorien hierarchisch aufgebaut werden können, wird der ganze hierarchische Pfad im Tooltip angezeigt. Wenn der Eintrag ein Transfer ist, dann wird hier das Zielkonto eingetragen.
zh: 类别决定了你个人这次参赛的目的。 因为类别可以是分层的，整个分层路径显示在工具提示中。 如果输入的是转帐，那么目标帐户就在这里输入。

# ToolTip_TransGrid_Header_CheckNumber
source: If necessary, the check number can be entered here.
bg: Ако е необходимо, тук може да се въведе номерът на проверката.
cs: V případě potřeby zde můžete zadat číslo kontroly.
da: Hvis det er nødvendigt, kan checknummeret angives her.
el: Εάν είναι απαραίτητο, ο αριθμός της επιταγής μπορεί να εισαχθεί εδώ.
it: Se necessario, il numero dell'assegno può essere inserito qui.
ja: 必要に応じて、ここにチェックナンバーを入力することができます。
ro: Dacă este necesar, numărul cecului poate fi introdus aici.
ru: При необходимости здесь можно ввести номер чека.
sk: V prípade potreby tu môžete zadať číslo kontroly.
sv: Wenn nötig kann hier die Checknummer eingetragen werden.
zh: 如有必要，可在此输入支票号码。

# ToolTip_TransGrid_Header_Cleared
source: This checkmark can be used to distinguish completed entries from those that still need revision. The totals can be viewed in the tooltip of the account balance.
bg: Тази отметка може да се използва за разграничаване на завършените записи от тези, които все още се нуждаят от преработка. Общите суми могат да се видят в подсказката на баланса на сметката.
cs: Toto zaškrtnutí lze použít k rozlišení dokončených záznamů od těch, které ještě vyžadují revizi. Celkové částky lze zobrazit v nápovědě k zůstatku účtu.
da: Denne markering kan bruges til at skelne mellem afsluttede poster og poster, der stadig skal revideres. De samlede beløb kan ses i værktøjstip for kontosaldoen.
el: Αυτό το σημάδι ελέγχου μπορεί να χρησιμοποιηθεί για τη διάκριση των καταχωρίσεων που έχουν ολοκληρωθεί από εκείνες που χρειάζονται ακόμη αναθεώρηση. Τα σύνολα μπορούν να προβληθούν στη συμβουλή εργαλείων του υπολοίπου του λογαριασμού.
it: Questo segno di spunta può essere usato per distinguere le voci completate da quelle che devono ancora essere riviste. I totali possono essere visualizzati nel tooltip del saldo del conto.
ja: このチェックマークは、完成したエントリーと修正が必要なエントリーを区別するために使用されます。 合計値は、アカウント残高のツールチップで確認できます。
ro: Această bifă poate fi utilizată pentru a distinge intrările finalizate de cele care mai trebuie revizuite. Totalurile pot fi vizualizate în tooltip-ul din soldul contului.
ru: Этот флажок можно использовать, чтобы отличать завершенные записи от тех, которые еще нуждаются в доработке. Итоги можно посмотреть во всплывающей подсказке баланса счета.
sk: Toto zaškrtávacie políčko sa môže použiť na odlíšenie dokončených záznamov od tých, ktoré ešte potrebujú revíziu. Celkové sumy je možné zobraziť v nápovede k zostatku účtu.
sv: Dieser Haken kann genutzt werden um erledigte Einträgen von welchen die noch Überarbeitung benötigen zu unterscheiden. Die Gesamtsummen können im Tooltip vom Kontostand betrachtet werden.
zh: 这个复选标记可以用来区分已完成的条目和仍需修改的条目。 总数可以在账户余额的工具提示中查看。
