Repository: Yeah69/BFF
Catalog: ViewModel/Properties/Texts.*.resx
Languages: fi, fr, it, lv, nl, pl, sl

# AccountTabsView_NewAccount_Create
source: Create
fi: Luo
fr: Créer
it: Erstellen
lv: Izveidot
nl: Maak
pl: Utwórz stronę
sl: Ustvarite spletno stran

# AccountView_AbortTargetingBalance
source: Abort targeting balance
fi: Peruuta tähtääminen
fr: Annuler la demande
it: Breche Abzielen ab
lv: Atcelt mērķi
nl: Annuleren
pl: Anuluj cel
sl: Prekliči cilj

# AccountView_Balance_All
source: All
fi: Alles
fr: Alles
it: Alles
lv: Alles
nl: Alles
pl: Alles
sl: Alles

# AccountView_Balance_Cleared
source: Cleared
fi: Valmistunut
fr: Complété
it: Erledigt
lv: Pabeigts
nl: Erledigt
pl: Zakończono
sl: Zaključeno

# AccountView_Balance_Current
source: Current
fi: Nykyinen
fr: Actuel
it: Aktuell
lv: Pašreizējais
nl: Huidige
pl: Aktualna strona
sl: Trenutni

# AccountView_Balance_Total
source: Total
fi: Yhteensä
it: Insgesamt
lv: Kopā
nl: Totaal
pl: Ogółem
sl: Skupaj

# AccountView_Balance_Uncleared
source: Uncleared
fi: Unerledigt
fr: Unerledigt
it: Unerledigt
lv: Unerledigt
nl: Unerledigt
pl: Unerledigt
sl: Unerledigt

# AccountView_ConMenu_Delete
source: Delete
fi: Poista
fr: Supprimer
it: Löschen
lv: Dzēst
pl: Usuń
sl: Izbriši

# AccountView_ConMenu_Remove
source: Remove
fi: Poista
fr: Retirer
it: Entferne
lv: Noņemt
nl: Verwijder
pl: Usuń
sl: Odstranite

# AccountView_FirstEntry
source: Create first account entry
fi: Luo ensimmäinen tilimerkintä
fr: Créer la première entrée de compte
it: Erstelle den ersten Konteneintrag
lv: Pirmā konta ieraksta izveide
nl: Maak de eerste rekening
pl: Utworzenie pierwszego wpisu do rachunku
sl: Ustvarite prvi vnos računa

# AccountView_Header_Account
source: Account
fi: Tili
fr: Compte
it: Konto
lv: Konts
nl: Rekening
pl: Konto
sl: Račun

# AccountView_Header_Category
source: Category
fi: Luokka
fr: Catégorie
it: Kategorie
lv: Kategorija
nl: Categorie
pl: Kategoria
sl: Kategorija

# AccountView_Header_CheckNumber
source: Check Number
fi: Scheckin numero
fr: Numéro de Scheck
it: Schecknummer
lv: Scheck numurs
nl: Schecknummer
pl: Liczba Schecka
sl: Številka Scheck

# AccountView_Header_Cleared
source: Cleared
fi: Valmistunut
fr: Complété
it: Erledigt
lv: Pabeigts
nl: Erledigt
pl: Zakończono
sl: Zaključeno

# AccountView_Header_Date
source: Date
fi: Päivämäärä
it: Datum
lv: Datums
nl: Datum
pl: Data
sl: Datum

# AccountView_Header_Flag
source: F
fi: M
fr: M
it: M
lv: M
nl: M
pl: M
sl: M

# AccountView_Header_Memo
source: Memo
fi: Notiz
fr: Notiz
it: Notiz
lv: Paziņojums
nl: Notiz
pl: Notiz
sl: Obvestilo

# AccountView_Header_Payee
source: Payee
fi: Maksunsaaja
fr: Bénéficiaire
it: Zahlungsempfänger
lv: Saņēmējs
nl: Begunstigde
pl: Odbiorca płatności
sl: Prejemnik plačila

# AccountView_Header_Sum
source: Sum
fi: Määrä
fr: Montant
it: Betrag
lv: Summa
nl: Bedrag
pl: Kwota
sl: Znesek

# AccountView_IntermediateBalance
source: Intermediate balance
fi: Yhteensä
fr: Sous-total
it: Zwischensumme
lv: Starpsumma
nl: Subtotaal
pl: Suma cząstkowa
sl: Vmesni seštevek

# AccountView_MissingSum
source: Missing sum
fi: Puuttuva määrä
fr: Montant manquant
it: Fehlender Betrag
lv: Trūkstošā summa
nl: Ontbrekend bedrag
pl: Brakująca kwota
sl: Manjkajoči znesek

# AccountView_SetTargetBalance
source: Set target balance
fi: Aseta tavoitetilin saldo
fr: Fixer le solde cible du compte
it: Setze Ziel-Kontostand
lv: Iestatiet mērķa konta bilanci
nl: Streefcijfer rekeningsaldo
pl: Ustalenie docelowego stanu konta
sl: Določite ciljno stanje na računu

# AccountView_TargetBalance
source: Target balance
fi: Tavoitetilin saldo
fr: Solde du compte cible
it: Ziel-Kontostand
lv: Mērķa konta atlikums
nl: Streefcijfer rekeningsaldo
pl: Docelowe saldo rachunku
sl: Ciljno stanje na računu

# AccountView_ToolTip_AddToTable
source: Persists currently edited elements to the account
fi: Tallentaa parhaillaan muokatut elementit tilille
fr: Sauvegarde les éléments actuellement édités dans le compte
it: Speichert die gerade bearbeiteten Elemente zum Konto
lv: Pašlaik rediģēto elementu saglabāšana kontā
nl: Slaat de momenteel bewerkte elementen op in de account
pl: Zapisuje aktualnie edytowane elementy na konto
sl: shrani trenutno urejene elemente v račun

# AccountView_ToolTip_NewParentTransaction
source: Creates a new split transaction
fi: Luo uuden jaetun ulostulon
fr: Crée une nouvelle sortie fractionnée
it: Erstellt eine neue aufgeteilte Ausgabe
lv: Izveido jaunu sadalītu izvades failu
nl: Creëert een nieuwe gesplitste uitvoer
pl: Tworzy nowe wyjście dzielone
sl: Ustvari nov razdeljeni izhod

# AccountView_ToolTip_NewTransaction
source: Creates a new transaction
fi: Luo uuden numeron
fr: Crée un nouveau numéro
it: Erstellt eine neue Ausgabe
lv: Izveido jaunu numuru
nl: Creëert een nieuwe uitgifte
pl: Tworzy nową sprawę
sl: Ustvari novo izdajo

# AccountView_ToolTip_NewTransfer
source: Creates a new transfer
fi: Luo uuden siirron
fr: Crée un nouveau transfert
it: Erstellt eine neue Umbuchung
lv: Tiek izveidots jauns pārnesums
nl: Creëert een nieuwe overdracht
pl: Tworzy nowy przelew
sl: Ustvari nov prenos

# Account_Balance
source: Balance
fi: Kontostand
fr: Solde du compte
it: Kontostand
lv: Konta atlikums
nl: Saldo op de rekening
pl: Saldo konta
sl: Stanje na računu

# Account_CreateNew
source: Create new Account
fi: Luo uusi tili
fr: Créer un nouveau compte
it: Neues Konto erstellen
lv: Izveidot jaunu kontu
nl: Nieuw account aanmaken
pl: Utwórz nowe konto
sl: Ustvari nov račun

# Account_Delete_ConfirmationMessage
source: This will delete the account and all of its transactions, two-sided transfers will become one-sided, and the account-specific outflows in budgeting will disappear. Are you really sure? (A backup will be created automatically, if you would like to rewind the data afterwards)
fi: Tämä poistaa tilin ja kaikki sen maksutapahtumat, täyssiirrot muuttuvat yksipuolisiksi ja tilikohtainen ongelma budjetin kanssa katoaa. Oletko todella varma? (Automaattinen varmuuskopio tehdään, jotta voidaan palauttaa ennen poistamista vallinnut tila).
fr: Cela supprimera le compte et toutes ses transactions, les transferts complets deviendront unilatéraux et le problème spécifique du compte avec le budget disparaîtra. Vous êtes vraiment sûr ? (Une sauvegarde automatique sera effectuée pour permettre de revenir à l'état antérieur à la suppression).
it: Dies wird das Konto und all ihre Transaktionen löschen, vollständige Transfers werden einseitig und die kontenspezifischen Ausgabe beim Budget werden verschwinden. Bist Du dir wirklich sicher? (Ein automatisches Backup wird hergestellt um es möglich zu machen auf den Stand vor der Löschung zurückzusetzen)
lv: Tādējādi tiks dzēsts konts un visi tā darījumi, pilni pārskaitījumi kļūs vienpusēji un izzudīs kontam raksturīgā problēma ar budžetu. Vai jūs tiešām esat pārliecināts? (Tiks veikta automātiska dublējuma izveide, lai būtu iespējams atjaunot stāvokli pirms dzēšanas).
nl: Dit zal de rekening en al hun transacties verwijderen, volledige overschrijvingen zullen eenzijdig worden en het rekening-specifieke probleem met het budget zal verdwijnen. Weet je het echt zeker? (Er wordt een automatische back-up gemaakt zodat de toestand van vóór de verwijdering kan worden hersteld).
pl: Spowoduje to usunięcie konta i wszystkich jego transakcji, pełne przelewy staną się jednostronne, a specyficzny dla danego konta problem z budżetem zniknie. Czy naprawdę jesteś pewien? (Zostanie utworzona automatyczna kopia zapasowa, aby umożliwić przywrócenie stanu sprzed usunięcia).
sl: S tem bodo izbrisani račun in vse njegove transakcije, popolni prenosi bodo postali enostranski, težava s proračunom, značilna za račun, pa bo izginila. Ste res prepričani? (Za vzpostavitev stanja pred izbrisom bo izdelana samodejna varnostna kopija).

# Account_Edit
source: Edit Accounts
fi: Muokkaa tilejä
fr: Modifier les comptes
it: Konten bearbeiten
lv: Rediģēt kontus
nl: Rekeningen bewerken
pl: Edytuj konta
sl: Urejanje računov

source: Account Name
fi: Kontoname
fr: Kontoname
it: Kontoname
lv: Kontoname
nl: Kontonaam
pl: Kontoname
sl: Kontoname

# Account_StartingBalance
source: Starting Balance
fi: Tilin alkuperäinen saldo
fr: Solde initial du compte
it: Anfangskontostand
lv: Sākotnējais konta atlikums
nl: Oorspronkelijk rekeningsaldo
pl: Saldo początkowe rachunku
sl: Začetno stanje na računu

# Account_StartingDate
source: Starting Date
fi: Aloituspäivä
fr: Date de début
it: Anfangsdatum
lv: Sākuma datums
nl: Begindatum
pl: Data rozpoczęcia
sl: Datum začetka

# Budgeting_Available
source: Available
fi: Saatavilla
fr: Disponible sur
it: Verfügbar
lv: Pieejams
nl: Beschikbaar
pl: Dostępny
sl: Na voljo

# Budgeting_AvailableExplanation
source: Amount of money which is available in this month but not assigned to any category yet.
fi: Tässä kuussa annettu rahamäärä, jota ei ole vielä kirjattu mihinkään luokkaan.
fr: Le montant d'argent donné ce mois-ci mais pas encore enregistré dans une catégorie.
it: Die Geldmenge, die diesen Monat gegeben ist, jedoch noch in keiner Kategorie verbucht wurde.
lv: Naudas summa, kas šomēnes piešķirta, bet vēl nav reģistrēta nevienā kategorijā.
nl: Het bedrag dat deze maand is gegeven, maar nog niet in een categorie is opgenomen.
pl: Kwota pieniędzy przekazana w tym miesiącu, ale jeszcze nie zapisana w żadnej kategorii.
sl: Znesek denarja, ki je dan ta mesec, vendar še ni zabeležen v nobeni kategoriji.

# Budgeting_Balance
source: Balance
fi: Tasapaino
it: Saldo
lv: Saldo
nl: Balans
pl: Saldo
sl: Bilanca

# Budgeting_Budgeted
source: Budgeted
fi: Lähetetty
fr: Posté sur
it: Verbucht
lv: Iesūtīts
nl: Geplaatst op
pl: Posted
sl: Objavljeno

# Budgeting_BudgetedExplanation
source: Sum of all amounts of money which are budgeted on a category in this month.
fi: Kaikkien tässä kuussa luokkiin kohdennettujen varojen kokonaismäärä.
fr: Total de tous les fonds alloués aux catégories ce mois-ci.
it: Summe aller Gelder, die diesen Monat Kategorien zugewiesen sind.
lv: Visu kategorijām piešķirto līdzekļu kopsumma šajā mēnesī.
nl: Totaal van alle fondsen die deze maand aan categorieën zijn toegewezen.
pl: Suma wszystkich środków przeznaczonych na kategorie w tym miesiącu.
sl: Skupni znesek vseh sredstev, dodeljenih kategorijam v tem mesecu.

# Budgeting_ContextMenu_AvgOutflowsLastThreeMonths
source: Average outflows of the last three months
fi: Keskimääräiset menot kolmen viime kuukauden aikana
fr: Dépenses moyennes au cours des trois derniers mois
it: Durchschnittliche Ausgaben der letzten drei Monate
lv: Vidējie izdevumi pēdējo trīs mēnešu laikā
nl: Gemiddelde uitgaven gedurende de laatste drie maanden
pl: Średnie wydatki w ciągu ostatnich trzech miesięcy
sl: Povprečni izdatki v zadnjih treh mesecih

# Budgeting_ContextMenu_AvgOutflowsLastYear
source: Average outflows of the last year
fi: Keskimääräiset menot viime vuonna
fr: Dépenses moyennes au cours de la dernière année
it: Durchschnittliche Ausgaben des letzten Jahres
lv: Vidējie izdevumi pēdējā gada laikā
nl: Gemiddelde uitgaven in het afgelopen jaar
pl: Średnie wydatki w ostatnim roku
sl: Povprečni izdatki v zadnjem letu

# Budgeting_ContextMenu_BalanceToZero
source: Balance to zero
fi: Saldo nollassa
fr: Solde à zéro
it: Saldo zu null
lv: Atlikums nulles vērtībā
nl: Saldo op nul
pl: Stan na dzień zero
sl: Ničelno stanje

# Budgeting_ContextMenu_BudgetLastMonth
source: Budget value from last month
fi: Viimeisen kuukauden budjettiarvo
fr: Valeur budgétaire du mois dernier
it: Budgetwert des letzten Monats
lv: Pēdējā mēneša budžeta vērtība
nl: Budgetwaarde van de laatste maand
pl: Wartość budżetu z ostatniego miesiąca
sl: Vrednost proračuna za zadnji mesec

# Budgeting_ContextMenu_OutflowsLastMonth
source: Outflows of last month
fi: Viimeisen kuukauden menot
fr: Dépenses du mois dernier
it: Ausgaben des letzten Monats
lv: Pēdējā mēneša izdevumi
nl: Uitgaven van de laatste maand
pl: Wydatki z ostatniego miesiąca
sl: Odhodki v zadnjem mesecu

# Budgeting_ContextMenu_Zero
source: Zero
fr: Zéro
it: Null

# Budgeting_Income
source: Income
fi: Tulot
fr: Revenu
it: Einkünfte
lv: Ienākumi
nl: Inkomen
pl: Dochód
sl: Prihodki

# Budgeting_IncomeExplanation
source: Amount of earned money which is assigned for the expenses of this month.
fi: Ansaittu rahamäärä, joka on varattu tämän kuukauden menoihin.
fr: Montant gagné de l'argent alloué aux dépenses de ce mois.
it: Verdiente Geldmenge, die für die Ausgaben diesen Monats zugewiesen wurde.
lv: Nopelnītā naudas summa, kas piešķirta šī mēneša izdevumiem.
nl: Verdiende geldbedrag voor de uitgaven van deze maand.
pl: Zarobiona kwota pieniędzy przeznaczona na wydatki w tym miesiącu.
sl: Zasluženi znesek denarja, namenjenega za stroške tega meseca.

# Budgeting_Month_ContextMenu_AllCellsHeader
source: Fill all budget cells with:
fi: Täytä kaikki budjettisolut:
fr: Remplissez toutes les cellules budgétaires :
it: Fülle alle Budgetzellen mit:
lv: Aizpildiet visas budžeta ailes:
nl: Vul alle begrotingscellen in:
pl: Wypełnij wszystkie komórki budżetowe:
sl: Izpolnite vsa proračunska polja:

# Budgeting_Month_ContextMenu_EmptyCellsHeader
source: Fill all empty budget cells with:
fi: Täytä kaikki tyhjät budjettisolut:
fr: Remplissez toutes les cellules budgétaires vides avec :
it: Fülle alle leeren Budgetzellen mit:
lv: Aizpildiet visas tukšās budžeta šūnas ar:
nl: Vul alle lege begrotingscellen met:
pl: Wypełnij wszystkie puste komórki budżetu:
sl: Vse prazne proračunske celice napolnite z:

# Budgeting_NotBudgeted
source: Not Budgeted
fi: Ei otettu huomioon
fr: Non comptabilisé
it: Nicht Verbucht
lv: Nav ņemts vērā
nl: Niet verantwoord
pl: Nieuwzględnione
sl: Ni upoštevano

# Budgeting_NotBudgetedExplanation
source: Amount of money which was available last month but not assigned to any category.
fi: Rahamäärä, joka annettiin viime kuussa, mutta jota ei kirjattu mihinkään luokkaan.
fr: Le montant d'argent qui a été donné le mois dernier, mais qui n'a été enregistré dans aucune catégorie.
it: Die Geldmenge, die letzten Monat gegeben war, jedoch in keiner Kategorie verbucht wurde.
lv: Naudas summa, kas tika piešķirta pagājušajā mēnesī, bet netika reģistrēta nevienā kategorijā.
nl: Het geldbedrag dat vorige maand werd gegeven, maar in geen enkele categorie werd geregistreerd.
pl: Kwota pieniędzy, która została przekazana w zeszłym miesiącu, ale nie została zapisana w żadnej kategorii.
sl: Znesek denarja, ki je bil dan prejšnji mesec, vendar ni bil zabeležen v nobeni kategoriji.

# Budgeting_OneSidedTransfers
source: One-Sided Transfers
fi: Yksipuoliset siirrot
fr: Transferts unilatéraux
it: Einseitige Transfers
lv: Vienpusēji pārskaitījumi
nl: Unilaterale overdrachten
pl: Transfery jednostronne
sl: Enostranski prenosi

# Budgeting_OneSidedTransfersExplanation
source: One-Sided Transfers may occur after a deletion of an account. They have to be considered, because they are not neutral to the budget.
fi: Yksipuolisia siirtoja voi esiintyä tilin poistamisen jälkeen. Ne on otettava huomioon, koska ne eivät ole neutraaleja kirjanpidon kannalta.
fr: Les transferts unilatéraux peuvent apparaître après la suppression d'un compte. Ils doivent être pris en compte car ils ne sont pas neutres sur le plan comptable.
it: Einseitige Transfers können nach der Löschung eines Kontos auftauchen. Sie müssen berücksichtigt werden, weil sie nicht neutral für die Buchhaltung sind.
lv: Vienpusēji pārskaitījumi var parādīties pēc konta dzēšanas. Tie ir jāņem vērā, jo grāmatvedības vajadzībām tie nav neitrāli.
nl: Eenzijdige overschrijvingen kunnen voorkomen na de schrapping van een rekening. Zij moeten in aanmerking worden genomen omdat zij voor boekhoudkundige doeleinden niet neutraal zijn.
pl: Przelewy jednostronne mogą pojawić się po usunięciu rachunku. Muszą one zostać uwzględnione, ponieważ nie są neutralne dla celów rachunkowości.
sl: Enostranski prenosi se lahko pojavijo po izbrisu računa. Upoštevati jih je treba, ker za računovodske namene niso nevtralni.

# Budgeting_Outflows
source: Outflows
fi: Menot
fr: Dépenses
it: Ausgaben
lv: Izdevumi
nl: Uitgaven
pl: Wydatki
sl: Odhodki

# Budgeting_Overbudgeted
source: Overbudgeted
fi: Ylibuukattu
fr: Surbooké
it: Überbucht
lv: Pārblīvēts
nl: Overboekt
pl: Overbooked
sl: Preveč zasedene spletne strani

# Budgeting_OverbudgetedExplanation
source: Amount of money which was missing to satisfy all categories in last month.
fi: Rahamäärä, joka puuttui viime kuussa kaikkien luokkien täyttämiseksi.
fr: Le montant d'argent qui manquait le mois dernier pour satisfaire toutes les catégories.
it: Die Geldmenge, die letzten Monat fehlte um alle Kategorien zu erfüllen.
lv: Naudas summa, kuras trūka pagājušajā mēnesī, lai izpildītu visas kategorijas.
nl: Het bedrag dat vorige maand ontbrak om aan alle categorieën te voldoen.
pl: Kwota pieniędzy, której brakowało w zeszłym miesiącu, aby sprostać wszystkim kategoriom.
sl: Znesek denarja, ki je prejšnji mesec manjkal za izpolnitev vseh kategorij.

# Budgeting_OverbudgetedThisMonthExplanation
source: Amount of money which is missing to satisfy all categories in this month.
fi: Rahamäärä, joka puuttuu tässä kuussa kaikkien luokkien täyttämiseksi.
fr: Le montant d'argent manquant ce mois-ci pour répondre à toutes les catégories.
it: Die Geldmenge, die diesen Monat fehlt um alle Kategorien zu erfüllen.
lv: Šomēnes trūkst naudas summa, lai izpildītu visas kategorijas.
nl: Het bedrag dat deze maand ontbreekt om aan alle categorieën te voldoen.
pl: Kwota pieniędzy brakująca w tym miesiącu do spełnienia wszystkich kategorii.
sl: Znesek denarja, ki ta mesec manjka za izpolnitev vseh kategorij.

# Budgeting_Overspend
source: Overspend
fi: Ylitys
fr: Dépassement
it: Überschreitung
lv: Pārsniegšana
nl: Overschrijding
pl: Przekroczenie
sl: Prekoračitev

# Budgeting_OverspendExplanation
source: Sum of overspend amounts of money accumulated from all categories in last month.
fi: Viime kuun kaikkien luokkien yhteenlasketut talousarvioylitykset.
fr: Total des dépassements de budget additionnés sur toutes les catégories du mois dernier.
it: Summe der Budgetüberschreitungen aufsummiert über alle Kategorien letzten Monats.
lv: Budžeta pārsniegumu kopsumma, kas apkopota visās kategorijās pagājušajā mēnesī.
nl: Totaal van de budgetoverschrijdingen opgeteld over alle categorieën van de afgelopen maand.
pl: Suma przekroczeń budżetu zsumowana dla wszystkich kategorii w ostatnim miesiącu.
sl: Skupni znesek prekoračitev proračuna, seštet za vse kategorije v zadnjem mesecu.

# Budgeting_ShowAggregates
source: Show Aggregates
fi: Näytä summat
fr: Afficher les totaux
it: Gesamtsummen anzeigen
lv: Rādīt kopsummas
nl: Toon totalen
pl: Wyświetl sumy
sl: Prikaz skupnih zneskov

# Budgeting_UnassignedTransactions
source: Unassigned
fi: Käyttämätön
fr: Non attribué
it: Nicht-zugewiesen
lv: Nepiešķirts
nl: Niet-toegewezen
pl: Nieprzypisane
sl: Nerazporejeno

# Budgeting_UnassignedTransactionsExplanation
source: The sum of all transactions, which have no category assigned.
fi: Kaikkien sellaisten tapahtumien summa, joille ei ole määritetty luokkaa.
fr: La somme de toutes les transactions qui n'ont pas de catégorie assignée.
it: Die Summe aller Transaktionen, die keine Kategorie zugewiesen haben.
lv: Visu to darījumu summa, kuriem nav piešķirta kategorija.
nl: De som van alle transacties waaraan geen categorie is toegekend.
pl: Suma wszystkich transakcji, które nie mają przypisanej kategorii.
sl: Vsota vseh transakcij, ki nimajo dodeljene kategorije.

# Category_CreateNew
source: Create new Category
fi: Luo uusi luokka
fr: Créer une nouvelle catégorie
it: Neue Kategorie erstellen
lv: Izveidot jaunu kategoriju
nl: Creëer nieuwe categorie
pl: Utwórz nową kategorię
sl: Ustvarjanje nove kategorije

source: Color
fi: Väri
fr: Couleur
it: Farbe
lv: Krāsa
nl: Kleur
pl: Kolor
sl: Barva

# Common_Configuration
source: Configuration
fi: Konfigurointi
fr: Konfiguration
it: Konfiguration
lv: Konfigurācija
nl: Konfiguratie
pl: Konfiguracja
sl: Konfiguracija

# Common_Entries
source: Entries
fi: Merkinnät
fr: Entrées
it: Einträge
lv: Ieraksti
nl: Inzendingen
pl: Wpisy
sl: Vnosi

# ConfirmationDialog_ConfirmCategoryDeletion
source: Are you sure that the category "{0}" should be deleted?
fi: Haluatko varmasti poistaa luokan "{0}"?
fr: Etes-vous sûr de vouloir supprimer la catégorie "{0}" ?
it: Bist Du dir sicher, dass die Kategorie "{0}" gelöscht werden soll?
lv: Vai esat pārliecināts, ka vēlaties dzēst kategoriju "{0}"?
nl: Weet u zeker dat u de categorie "{0}" wilt verwijderen?
pl: Czy na pewno chcesz usunąć kategorię "{0}"?
sl: Ste prepričani, da želite izbrisati kategorijo "{0}"?

# ConfirmationDialog_ConfirmCategoryMerge
source: Are you sure that the category "{0}" should get merged into the category "{1}"?
fi: Oletko varma, että luokka "{0}" pitäisi yhdistää luokkaan "{1}"?
fr: Êtes-vous sûr que la catégorie "{0}" doit être fusionnée avec la catégorie "{1}" ?
it: Bist Du dir sicher, dass die Kategorie "{0}" in die Kategorie "{1}" zusammengeführt werden soll?
lv: Vai esat pārliecināts, ka kategorija "{0}" ir jāapvieno ar kategoriju "{1}"?
nl: Weet u zeker dat de categorie "{0}" moet worden samengevoegd met de categorie "{1}"?
pl: Czy jesteś pewien, że kategoria "{0}" powinna zostać połączona z kategorią "{1}"?
sl: Ali ste prepričani, da je treba kategorijo "{0}" združiti s kategorijo "{1}"?

# ConfirmationDialog_ConfirmFlagDeletion
source: Are you sure that the flag "{0}" should be deleted?
fi: Oletko varma, että haluat poistaa merkin "{0}"?
fr: Etes-vous sûr de vouloir supprimer le marqueur "{0}" ?
it: Bist Du dir sicher, dass die Markierung "{0}" gelöscht werden soll?
lv: Vai esat pārliecināts, ka vēlaties dzēst "{0}" atzīmi?
nl: Weet je zeker dat je de "{0}" marker wilt verwijderen?
pl: Czy na pewno chcesz usunąć znacznik "{0}"?
sl: Ali ste prepričani, da želite izbrisati oznako "{0}"?

# ConfirmationDialog_ConfirmFlagMerge
source: Are you sure that the flag "{0}" should get merged into the flag "{1}"?
fi: Oletko varma, että haluat merkin "{0}" sulautuvan merkkiin "{1}"?
fr: Etes-vous sûr de vouloir que le marqueur "{0}" fusionne avec le marqueur "{1}" ?
it: Bist Du dir sicher, dass die Markierung "{0}" in die Markierung "{1}" zusammengeführt werden soll?
lv: Vai esat pārliecināts, ka vēlaties, lai marķieris "{0}" saplūst ar marķieri "{1}"?
nl: Weet u zeker dat u wilt dat de "{0}" marker overgaat in de "{1}" marker?
pl: Czy na pewno chcesz, aby znacznik "{0}" połączył się ze znacznikiem "{1}"?
sl: Ali ste prepričani, da želite, da se označevalnik "{0}" združi z označevalnikom "{1}"?

# ConfirmationDialog_ConfirmIncomeCategoryDeletion
source: Are you sure that the income category "{0}" should be deleted?
fi: Haluatko varmasti poistaa tuloluokan "{0}"?
fr: Êtes-vous sûr de vouloir supprimer la catégorie de revenu "{0}" ?
it: Bist Du dir sicher, dass die Einkommenskategorie "{0}" gelöscht werden soll?
lv: Vai esat pārliecināts, ka vēlaties dzēst ienākumu kategoriju "{0}"?
nl: Weet u zeker dat u de inkomenscategorie "{0}" wilt verwijderen?
pl: Czy na pewno chcesz usunąć kategorię dochodów "{0}"?
sl: Ali ste prepričani, da želite izbrisati kategorijo dohodkov "{0}"?

# ConfirmationDialog_ConfirmIncomeCategoryMerge
source: Are you sure that the income category "{0}" should get merged into the income category "{1}"?
fi: Oletko varma, että tuloluokka "{0}" pitäisi yhdistää tuloluokkaan "{1}"?
fr: Êtes-vous sûr que la catégorie de revenu "{0}" doit être fusionnée avec la catégorie de revenu "{1}" ?
it: Bist Du dir sicher, dass die Einkommenskategorie "{0}" in die Einkommenskategorie "{1}" zusammengeführt werden soll?
lv: Vai esat pārliecināts, ka ienākumu kategorija "{0}" ir jāapvieno ar ienākumu kategoriju "{1}"?
nl: Bent u er zeker van dat de inkomenscategorie "{0}" moet worden samengevoegd met de inkomenscategorie "{1}"?
pl: Czy jesteś pewien, że kategoria dochodu "{0}" powinna być połączona z kategorią dochodu "{1}"?
sl: Ali ste prepričani, da je treba kategorijo dohodkov "{0}" združiti s kategorijo dohodkov "{1}"?
