Repository: Yeah69/BFF
Catalog: ViewModel/Properties/Texts.*.a.resx
Languages: bg, cs, da, el, it, ja, ro, ru, sk, sv, zh

# ToolTip_TransGrid_Header_Date
source: The date on which the entry is effective.
bg: Датата, на която вписването влиза в сила.
cs: Datum účinnosti záznamu.
da: Den dato, på hvilken angivelsen træder i kraft.
el: Η ημερομηνία έναρξης ισχύος της καταχώρησης.
it: La data in cui la voce è effettiva.
ja: エントリーが有効になる日。
ro: Data la care intră în vigoare înscrierea.
ru: Дата вступления записи в силу.
sk: Dátum, od ktorého je záznam účinný.
sv: Das Datum an dem der Eintrag wirksam ist.
zh: 该条目生效的日期。

# ToolTip_TransGrid_Header_Flag
source: The marker visually highlights the entry by color and is completely optional.
bg: Маркерът визуално подчертава записа с цвят и е напълно незадължителен.
cs: Značka vizuálně zvýrazňuje položku barvou a je zcela volitelná.
da: Markøren fremhæver visuelt posten ved hjælp af en farve og er helt valgfri.
el: Ο δείκτης υπογραμμίζει οπτικά την καταχώρηση με χρώμα και είναι εντελώς προαιρετικός.
it: Il marcatore evidenzia visivamente la voce per colore ed è completamente opzionale.
ja: マーカーは、エントリーを色で視覚的に強調するもので、完全に任意です。
ro: Marcajul evidențiază vizual intrarea prin culoare și este complet opțional.
ru: Маркер визуально выделяет запись цветом и является совершенно необязательным.
sk: Značka vizuálne zvýrazňuje položku farbou a je úplne voliteľná.
sv: Die Markierung hebt den Eintrag visuell durch die Farbe hervor und ist komplett optional.
zh: 该标记通过颜色直观地突出了条目，而且完全是可选的。

# ToolTip_TransGrid_Header_Memo
source: The note is intended to give the entry any description.
bg: Бележката има за цел да даде на записа някакво описание.
cs: Poznámka je určena k jakémukoli popisu záznamu.
da: Bemærkningen har til formål at give posten en beskrivelse af den.
el: Η σημείωση προορίζεται να δώσει στην καταχώρηση οποιαδήποτε περιγραφή.
it: La nota ha lo scopo di dare alla voce una qualsiasi descrizione.
ja: このノートは、エントリーに任意の説明を与えるためのものです。
ro: Nota este menită să ofere orice descriere a intrării.
ru: Примечание предназначено для того, чтобы дать записи какое-либо описание.
sk: Poznámka je určená na akýkoľvek opis záznamu.
sv: Die Notiz ist dazu bestimmt dem Eintrag eine beliebige Beschreibung zu geben.
zh: 注释的目的是为了对该条目进行任何描述。

# ToolTip_TransGrid_Header_Payee
source: The paid or the paying person is entered here. If the entry is a transfer, then the source account is entered here.
bg: Тук се вписва платеното лице или платецът. Ако записът е превод, тук се въвежда сметката на източника.
cs: Zde se zadává vyplácená nebo platící osoba. Pokud se jedná o převod, zadává se zde zdrojový účet.
da: Den betalte eller den betalende person angives her. Hvis der er tale om en overførsel, angives kildekontoen her.
el: Εδώ αναγράφεται ο πληρωθείς ή το πρόσωπο που πληρώνει. Εάν η εγγραφή είναι μεταφορά, τότε εδώ καταχωρίζεται ο λογαριασμός προέλευσης.
it: Qui si inserisce il pagato o la persona che paga. Se la registrazione è un trasferimento, allora il conto sorgente viene inserito qui.
ja: 支払った人、または支払う人をここに入力します。 エントリーがトランスファーの場合は、ソースアカウントをここに入力します。
ro: Aici se înscrie persoana plătită sau persoana plătitoare. În cazul în care înregistrarea este un transfer, aici se introduce contul sursă.
ru: Здесь указывается оплативший или оплачивающее лицо. Если запись является переводом, то здесь указывается исходный счет.
sk: Tu sa zadáva platiteľ alebo platiaca osoba. Ak je záznam prevodom, potom sa tu zadáva zdrojový účet.
sv: Die bezahlte oder die bezahlende Person wird hier eingetragen. Wenn der Eintrag ein Transfer ist, dann wird hier das Quellkonto eingetragen.
zh: 付款人或支付人在此输入。 如果是转账，则在此输入源账户。

# ToolTip_TransGrid_Header_S
source: The symbols show which type the account entry is.
bg: Символите показват какъв тип е записът по сметката.
cs: Symboly ukazují, o jaký typ účetního záznamu se jedná.
da: Symbolerne viser, hvilken type konto postering der er tale om.
el: Τα σύμβολα δείχνουν τον τύπο της εγγραφής λογαριασμού.
it: I simboli mostrano qual è il tipo di registrazione del conto.
ja: 記号は、その勘定科目がどのタイプであるかを示しています。
ro: Simbolurile arată ce tip de înregistrare în cont este.
ru: Символы показывают, к какому типу относится запись по счету.
sk: Symboly ukazujú, o aký typ účtovného záznamu ide.
sv: Die Symbole zeigen von welchem Typ der Konteneintrag ist.
zh: 符号显示账户条目是哪种类型。

# ToolTip_TransGrid_Header_S_Income
source: An income entry marks a transaction that is considered income.
bg: Записът за приход отбелязва транзакция, която се счита за приход.
cs: Příjmový záznam označuje transakci, která je považována za příjem.
da: En indkomstpost markerer en transaktion, der betragtes som en indkomst.
el: Μια εγγραφή εισοδήματος σηματοδοτεί μια συναλλαγή που θεωρείται εισόδημα.
it: Una voce di reddito segna una transazione che è considerata reddito.
ja: 収入項目は、収入とみなされる取引を示すものです。
ro: O intrare de venit marchează o tranzacție care este considerată venit.
ru: Запись о доходах отмечает операцию, которая считается доходом.
sk: Zápis príjmu označuje transakciu, ktorá sa považuje za príjem.
sv: Ein Einkommenseintrag markiert eine Transaktion, die als Einkommen betrachtet wird.
zh: 收入分录标志着一项被认为是收入的交易。

# ToolTip_TransGrid_Header_S_Transaction
source: A transaction lets money flow out of or into an account.
bg: Транзакцията позволява на паричните потоци да излязат от или да влязат в дадена сметка.
cs: Transakce umožňuje tok peněz z účtu nebo na účet.
da: En transaktion lader penge flyde ud af eller ind på en konto.
el: Μια συναλλαγή επιτρέπει τη ροή χρημάτων από ή προς έναν λογαριασμό.
it: Una transazione permette al denaro di fluire da o verso un conto.
ja: 取引とは、お金が口座から出たり入ったりすることです。
ro: Prin intermediul unei tranzacții, banii pot intra sau ieși dintr-un cont.
ru: Транзакция позволяет выводить или вводить деньги со счета.
sk: Transakcia umožňuje tok peňazí z účtu alebo na účet.
sv: Eine Transaktion lässt Geld aus oder in ein Konto fließen.
zh: 一笔交易让钱从一个账户中流出或流入。

# ToolTip_TransGrid_Header_S_Transfer
source: A transfer transfers money from one account to another.
bg: С превода се прехвърлят пари от една сметка в друга.
cs: Převodem se převádějí peníze z jednoho účtu na druhý.
da: Ved en overførsel overføres penge fra en konto til en anden.
el: Μια μεταφορά μεταφέρει χρήματα από έναν λογαριασμό σε έναν άλλο.
it: Un trasferimento trasferisce denaro da un conto a un altro.
ja: 送金とは、ある口座から別の口座へお金を移動することです。
ro: Un transfer transfer transferă bani dintr-un cont în altul.
ru: Перевод переводит деньги с одного счета на другой.
sk: Prevodom sa prevádzajú peniaze z jedného účtu na druhý.
sv: Ein Transfer überträgt Geld von einem Konto in das andere.
zh: 转账是将钱从一个账户转到另一个账户。

# ToolTip_TransGrid_Header_Sum
source: The sum of the entry.
bg: Сумата на вписването.
cs: Součet položky.
da: Summen af posten.
el: Το άθροισμα της καταχώρησης.
it: La somma della voce.
ja: エントリーの合計です。
ro: Suma de intrare.
ru: Сумма записи.
sk: Súčet položky.
sv: Die Summe des Eintrags.
zh: 入的总和。

# ValidationRule_Currency
source: This text could not be parsed as currency!
bg: Този текст не може да бъде обработен като валута!
cs: Tento text nelze analyzovat jako měnu!
da: Denne tekst kunne ikke analyseres som valuta!
el: Αυτό το κείμενο δεν μπορούσε να αναλυθεί ως νόμισμα!
it: Questo testo non può essere analizzato come valuta!
ja: このテキストは、通貨として解析できませんでした。
ro: Acest text nu a putut fi interpretat ca monedă!
ru: Этот текст не может быть обработан как валюта!
sk: Tento text nebolo možné analyzovať ako menu!
sv: Dieser Text konnte nicht als Währung geparst werden!
zh: 这段文字无法被解析为货币!

# ValidationRule_CurrencyLongRange
source: The value is outside the validity range: [ {0} .. {1} ]!
bg: Стойността е извън диапазона на валидност: [ {0} .. {1} ]!
cs: Hodnota je mimo rozsah platnosti: [ {0} .. {1} ]!
da: Værdien er uden for gyldighedsområdet: [ {0} .. {1} ]!
el: Η τιμή είναι εκτός του εύρους εγκυρότητας: [ {0} .. {1} ]!
it: Il valore è fuori dall'intervallo di validità: [ {0} .. {1} ]!
ja: 値が有効範囲外： [ {0} ... {1} ]!
ro: Valoarea este în afara intervalului de valabilitate: [ {0} .. {1} ]!
ru: Значение находится за пределами допустимого диапазона: [ {0} ... {1} ]!
sk: Hodnota je mimo rozsahu platnosti: [ {0} .. {1} ]!
sv: Der Wert liegt außerhalb des Gültigkeitsbereiches: [ {0} .. {1} ]!
zh: 该值超出有效范围：[ {0} ... {1} ]!

# ValidationRule_NoNull
source: This input field must not remain empty!
bg: Това поле за въвеждане не трябва да остава празно!
cs: Toto vstupní pole nesmí zůstat prázdné!
da: Dette indtastningsfelt må ikke forblive tomt!
el: Αυτό το πεδίο εισαγωγής δεν πρέπει να παραμείνει κενό!
it: Questo campo di input non deve rimanere vuoto!
ja: この入力欄は空欄のままではいけません。
ro: Acest câmp de intrare nu trebuie să rămână gol!
ru: Это поле ввода не должно оставаться пустым!
sk: Toto vstupné pole nesmie zostať prázdne!
sv: Dieses Eingabefeld darf nicht leer bleiben!
zh: 这个输入字段不能为空!

# ValidationRule_NotExistingFilePath
source: This file path does not exist!
bg: Този път на файла не съществува!
cs: Tato cesta k souboru neexistuje!
da: Denne filsti findes ikke!
el: Αυτή η διαδρομή αρχείου δεν υπάρχει!
it: Questo percorso di file non esiste!
ja: このファイルパスは存在しません。
ro: Această cale de fișier nu există!
ru: Этот путь к файлу не существует!
sk: Táto cesta k súboru neexistuje!
sv: Dieser Dateipfad existiert nicht!
zh: 此文件路径不存在!

# ValidationRule_NotExistingSavePath
source: The directory from the save path does not exist!
bg: Директорията от пътя за запазване не съществува!
cs: Adresář cesty k úložišti neexistuje!
da: Mappen fra oplagringsstien findes ikke!
el: Ο κατάλογος από τη διαδρομή αποθήκευσης δεν υπάρχει!
it: La directory del percorso di salvataggio non esiste!
ja: 保存先のディレクトリが存在しません。
ro: Directorul din calea de salvare nu există!
ru: Директория из пути сохранения не существует!
sk: Adresár z cesty uloženia neexistuje!
sv: Das Verzeichnis vom Speicherpfad existiert nicht!
zh: 保存路径中的目录不存在!

# ValidationRule_NotExistingSavePath_EmptyName
source: The file name of this memory path is empty!
bg: Името на файла на този път в паметта е празно!
cs: Název souboru této cesty k úložišti je prázdný!
da: Filnavnet for denne hukommelsessti er tomt!
el: Το όνομα αρχείου αυτής της διαδρομής μνήμης είναι κενό!
it: Il nome del file di questo percorso di memoria è vuoto!
ja: このメモリパスのファイル名は空です。
ro: Numele de fișier al acestei căi de memorie este gol!
ru: Имя файла этого пути памяти пусто!
sk: Názov súboru tejto pamäťovej cesty je prázdny!
sv: Der Dateiname von diesem Speicherpfad ist leer!
zh: 这个内存路径的文件名是空的!

# ContentIsLoading
source: The content is loaded...
cs: Obsah je načten...
ja: コンテンツが読み込まれると...。
ro: Conținutul este încărcat...
sk: Obsah je načítaný...
sv: Der Inhalt wird geladen…
zh: 内容被加载...

# Account_Name
source: Kontoname
bg: Име на сайта
ja: コントラメ
sv: Kontonamn
zh: 康通名

# AccountTabsView_AllAccounts
source: All accounts
bg: Всички сметки
cs: Všechny účty
da: Alle konti
el: Όλοι οι λογαριασμοί
it: Tutti i conti
ja: すべてのアカウント
ro: Toate conturile
ru: Все счета
sk: Všetky účty
sv: Alla konton
zh: 所有账户

# AccountView_Balance_Uncleared
source: Unerledigt
ja: 解除されました
sv: Obearbetat
zh: 撤诉

# AccountView_Column_Transfer
source: Transfer
bg: Трансфер
cs: Přenos
da: Overførsel
el: Μεταφορά
it: Trasferimento
ja: 転送
ru: Передача
sk: Prenos
sv: Överföring
zh: 转移

# General_Name
source: Name
bg: Име
cs: Název
da: Navn
el: Όνομα
it: Nome
ja: 名前
ro: Nume
ru: Имя
sk: Názov
sv: Namn
zh: 命名

# General_Okay
source: Okay
bg: Добре
cs: Dobře
el: Εντάξει
it: Ok
ja: OK
ro: Bine.
ru: Хорошо
sk: Dobre
sv: Okej
zh: 好的

# ImportView_Import
source: Importieren
bg: Импортиране на
da: Importere
ja: インポータビリティー
sk: Importovať
sv: Importera
zh: 进口

# ImportView_Password
source: Passwort
bg: Парола
da: Kodeord
el: Κωδικός πρόσβασης
ja: パスワート
ro: Parola de acces
ru: Пасворт
sv: Lösenord
zh: 密码

# Test 5
source: Quick test
da: Hurtig test
el: Γρήγορη δοκιμή
ja: クイックテスト
ro: Test rapid
sk: Rýchly test
sv: Snabbtest
zh: 快速测试

# Test4
source: And one more time. So much fun.
da: Og endnu en gang. Det er så sjovt.
el: Και άλλη μια φορά. Πολύ διασκεδαστικό.
ja: そしてもう一回。とても楽しいです。
ro: Și încă o dată. Atât de distractiv.
sk: A ešte raz. Toľko zábavy.
sv: Och en gång till. Det är så roligt.
zh: 再来一次。太有趣了。

# ToolTip_Symbol_Transfer
source: Transfer
bg: Трансфер
cs: Přenos
da: Overførsel
el: Μεταφορά
it: Trasferimento
ja: 転送
ru: Передача
sk: Prenos
sv: Överföring
zh: 转移

# ToolTip_Symbol_ToAccount
source: Zielkonto
cs: Bylinný účet
zh: 基金会

# General_Long
source: Lang
ja: ラング
ru: Ланг
zh: 郎咸平

# MainWindow_File_New
source: Neu
zh: 诺伊尔

# AccountView_Header_SymbolAbbr_Tooltip
source: Symbol
bg: Символ
el: Σύμβολο
it: Simbolo
ja: 記号
ro: Simbol
ru: Символ
zh: 符号

# Common_Configuration
source: Konfiguration
bg: Конфигурация
cs: Konfigurace
el: Διαμόρφωση
it: Configurazione
ja: コンフィグレーション
ro: Configurare
ru: Конфигурация
sk: Konfigurácia
zh: 配置

# ImportView_ImportKind
source: Importquelle
ja: インポートケル
zh: 进口商

# General_Negative
source: Negativ
bg: Отрицателен
el: Αρνητικό
ja: ネガティブ
ru: Негатив
sk: Negatívny
zh: 负数

# AccountView_Header_Memo
source: Notiz
bg: Известие
ja: ノーティズ
zh: 告知

# General_Positive
source: Positiv
el: Θετικό
ja: ポジティブ
ru: Позитив
zh: 正面

# MainWindow_File_Import
source: Import
bg: Внос
el: Εισαγωγή
it: Importazione
ja: インポート
ru: Импорт
zh: 进口

# General_Profile
source: Profil
bg: Профил
el: Προφίλ
ja: プロフィール
ru: Профиль
zh: 简介

# AccountView_Balance_All
source: Alles
ru: Все
zh: 所有

# HamburgerMenu_Budget
source: Budget
bg: Бюджет
cs: Rozpočet
el: Προϋπολογισμός
it: Bilancio
ja: 予算
ro: Buget
ru: Бюджет
sk: Rozpočet
zh: 预算
