Repository: Yeah69/BFF
Catalog: ViewModel/Properties/Texts.*.a.resx
Languages: bg, cs, da, el, it, ja, ro, ru, sk, sv, zh

# General_SaveNewProfile
source: Save new profile
bg: Запазване на нов профил
cs: Uložit nový profil
da: Gem ny profil
el: Αποθήκευση νέου προφίλ
it: Salva il nuovo profilo
ja: 新規プロファイルの保存
ro: Salvați noul profil
ru: Сохранить новый профиль
sk: Uloženie nového profilu
sv: Neues Profil speichern
zh: 保存新的资料

# General_SaveProfile
source: Save profile
bg: Запазване на профил
cs: Uložit profil
da: Gem profil
el: Αποθήκευση προφίλ
it: Salvare il profilo
ja: プロファイルの保存
ro: Salvați profilul
ru: Сохранить профиль
sk: Uložiť profil
sv: Profil speichern
zh: 保存资料

# General_Short
source: Briefly
bg: Накратко
cs: Krátké
da: Kort sagt
el: Εν συντομία
it: Brevemente
ja: 簡単な説明
ro: Pe scurt
ru: Кратко
sk: Stručne
sv: Kurz
zh: 简要介绍

# General_SumFormat
source: Amount format
bg: Формат на сумата
cs: Formát částky
da: Formatet for beløbet
el: Μορφή ποσού
it: Formato dell'importo
ja: 金額フォーマット
ro: Formatul sumei
ru: Формат суммы
sk: Formát sumy
sv: Betragsformat
zh: 金额格式

# General_Unassigned
source: Unassigned
bg: Неназначен
cs: Nepřiděleno
da: Ikke tildelt
el: Μη ανατεθείσα
it: Non assegnato
ja: 未分類
ro: Neatribuite
ru: Нераспределенный
sk: Nepriradené
sv: Nicht zugewiesen
zh: 未分配的

# HamburgerMenu_Accounts
source: Accounts
bg: Сметки
cs: Účty
da: Regnskaber
el: Λογαριασμοί
it: Conti
ja: アカウント
ro: Conturi
ru: Счета
sk: Účty
sv: Konten
zh: 帐户

# ImportView_Browse
source: Browse
bg: Преглед на
cs: Procházet
da: Gennemse
el: Περιήγηση στο
it: Sfogliare
ja: 閲覧
ro: Răsfoiți
ru: Просмотреть
sk: Prehľadávať
sv: Durchsuchen
zh: 浏览

# ImportView_Cancel
source: Cancel
bg: Отмяна на
cs: Zrušit
da: Annuller
el: Ακύρωση
it: Cancella
ja: キャンセル
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Abbrechen
zh: 取消

# ImportView_ExportKind
source: Export target
bg: Цел на износа
cs: Cíl exportu
da: Eksportmål
el: Στόχος εξαγωγής
it: Obiettivo di esportazione
ja: 輸出目標
ro: Țintă de export
ru: Цель экспорта
sk: Cieľ vývozu
sv: Exportziel
zh: 出口目标

# ImportView_SaveFile
source: Import and save under the following path:
bg: Импортирайте и запазете по следния път:
cs: Import a uložení pod následující cestou:
da: Importer og gem under følgende sti:
el: Εισάγετε και αποθηκεύστε στην ακόλουθη διαδρομή:
it: Importa e salva nel seguente percorso:
ja: 以下のパスで読み込み、保存します。
ro: Importați și salvați în următoarea cale:
ru: Импортируйте и сохраните по следующему пути:
sk: Import a uloženie pod nasledujúcou cestou:
sv: Importiere und speichere unter folgendem Pfad:
zh: 导入并保存在以下路径下。

# ImportView_Title
source: Import configuration
bg: Импортиране на конфигурация
cs: Konfigurace importu
da: Import af konfiguration
el: Εισαγωγή ρυθμίσεων
it: Importazione della configurazione
ja: インポート設定
ro: Configurație de import
ru: Конфигурация импорта
sk: Import konfigurácie
sv: Importkonfiguration
zh: 进口配置

# ImportView_YNAB4_Budget
source: Path to YNAB Budget CSV:
bg: Път към CSV на бюджета на YNAB:
cs: Cesta k CSV rozpočtu YNAB:
da: Sti til YNAB Budget CSV:
el: Διαδρομή προς το CSV του προϋπολογισμού YNAB:
it: Percorso al CSV del bilancio YNAB:
ja: YNAB予算のCSVへのパスです。
ro: Cale de acces la YNAB Budget CSV:
ru: Путь к YNAB Budget CSV:
sk: Cesta k CSV rozpočtu YNAB:
sv: Pfad zu der YNAB-Budget-CSV:
zh: YNAB预算CSV的路径。

# ImportView_YNAB4_Transaction
source: Path to the YNAB Transaction CSV:
bg: Път към CSV файла с транзакциите на YNAB:
cs: Cesta k CSV transakce YNAB:
da: Sti til YNAB Transaction CSV:
el: Διαδρομή προς το CSV συναλλαγών του YNAB:
it: Percorso al CSV delle transazioni YNAB:
ja: YNAB TransactionのCSVへのパスです。
ro: Calea de acces către CSV-ul tranzacțiilor YNAB:
ru: Путь к CSV-файлу транзакций YNAB:
sk: Cesta k CSV transakcie YNAB:
sv: Pfad zu der YNAB-Transaktions-CSV:
zh: YNAB交易CSV的路径。

# Label_ConvertTo
source: Convert to
bg: Превръщане в
cs: Převést na
da: Konverter til
el: Μετατροπή σε
it: Convertire in
ja: に変換します。
ro: Conversia în
ru: Преобразовать в
sk: Previesť na
sv: Konvertiere zu
zh: 转换为

# MainWindow_About
source: Via
bg: Чрез
cs: O stránkách
el: Μέσω
ru: Через сайт
sk: Cez
sv: Über
zh: 通过

# MainWindow_Empty
source: No accounting project loaded yet. To create, open or import a project open the file menu in the top left corner.
bg: Все още не е зареден счетоводен проект. Създаване, отваряне или импортиране на проект отворете менюто за файлове в горния ляв ъгъл.
cs: Zatím nebyl načten žádný účetní projekt. Vytvoření, otevření nebo import projektu otevřete nabídku souborů v levém horním rohu.
da: Der er endnu ikke indlæst noget regnskabsprojekt. Sådan opretter, åbner eller importerer du et projekt åbner filmenuen i øverste venstre hjørne.
el: Δεν έχει φορτωθεί ακόμη λογιστικό έργο. Για να δημιουργήσετε, να ανοίξετε ή να εισαγάγετε ένα έργο ανοίξτε το μενού αρχείων στην επάνω αριστερή γωνία.
it: Nessun progetto di contabilità caricato ancora. Per creare, aprire o importare un progetto aprire il menu file nell'angolo in alto a sinistra.
ja: 会計プロジェクトはまだ搭載されていません。 プロジェクトを作成、開く、またはインポートするには 左上のファイルメニューを開きます。
ro: Încă nu s-a încărcat niciun proiect contabil. Pentru a crea, deschide sau importa un proiect deschideți meniul de fișiere din colțul din stânga sus.
ru: Пока не загружен ни один бухгалтерский проект. Чтобы создать, открыть или импортировать проект откройте меню файла в левом верхнем углу.
sk: Zatiaľ nie je načítaný žiadny účtovný projekt. Vytvorenie, otvorenie alebo importovanie projektu otvorte ponuku súborov v ľavom hornom rohu.
sv: Noch kein Buchhaltungsprojekt geladen. Um ein Projekt zu erstellen, öffnen oder importieren öffne das Datei-Menü in der Ecke oben links.
zh: 还没有加载会计项目。 要创建、打开或导入一个项目 打开左上角的文件菜单。

# MainWindow_File
source: File
bg: Файл
cs: Soubor
da: Fil
el: Αρχείο
ja: ファイル
ro: Fișier
ru: Файл
sk: Súbor
sv: Datei
zh: 文件

# MainWindow_File_Close
source: Close
bg: Затвори
cs: Zavřít
da: Luk
el: Κλείστε το
it: Chiudere
ja: 閉じる
ro: Închideți
ru: Закрыть
sk: Zatvoriť
sv: Schließen
zh: 关闭

# MainWindow_File_Open
source: Open
bg: Отворете
cs: Otevřít
da: Åbn
el: Ανοίξτε το
it: Aprire
ja: オープン
ro: Deschideți
ru: Открыть
sk: Otvorte stránku
sv: Öffnen
zh: 开放式

# MainWindow_Settings
source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
el: Ρυθμίσεις
it: Impostazioni
ja: 設定
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Einstellungen
zh: 设置

# NameOfNewCategory
source: Name of the new category
bg: Име на новата категория
cs: Název nové kategorie
da: Navn på den nye kategori
el: Όνομα της νέας κατηγορίας
it: Nome della nuova categoria
ja: 新しいカテゴリーの名前
ro: Denumirea noii categorii
ru: Название новой категории
sk: Názov novej kategórie
sv: Name der neuen Kategorie
zh: 新类别的名称

# NameOfNewFlag
source: Name of the new marker
bg: Име на новия маркер
cs: Název nové značky
da: Navn på den nye markør
el: Όνομα του νέου δείκτη
it: Nome del nuovo marcatore
ja: 新しいマーカーの名前
ro: Numele noului marker
ru: Имя нового маркера
sk: Názov novej značky
sv: Name der neuen Markierung
zh: 新标记的名称

# NameOfNewPayee
source: Name of the new payee
bg: Име на новия получател на плащането
cs: Jméno nového příjemce
da: Navn på den nye betalingsmodtager
el: Όνομα του νέου δικαιούχου
it: Nome del nuovo beneficiario
ja: 新しい受取人の名前
ro: Numele noului beneficiar al plății
ru: Имя нового получателя платежа
sk: Názov nového príjemcu
sv: Name des neuen Bezahlten
zh: 新收款人名称

# NewCategory_IncomeRelevantExplanation
source: If checked, this creates an income category. Only transactions attached to such a category will be interpreted as income.
bg: Ако е поставена отметка, се създава категория на дохода. Само транзакциите, свързани с такава категория, ще се тълкуват като доход.
cs: Pokud je tato možnost zaškrtnuta, vytvoří se kategorie příjmů. Pouze transakce přiřazené k takové kategorii jsou interpretovány jako příjem.
da: Hvis dette afkrydses, oprettes der en indkomstkategori. Kun transaktioner, der er knyttet til en sådan kategori, vil blive fortolket som indkomst.
el: Εάν επιλεγεί, δημιουργείται μια κατηγορία εισοδήματος. Μόνο οι συναλλαγές που συνδέονται με μια τέτοια κατηγορία θα ερμηνεύονται ως εισόδημα.
it: Se selezionato, questo crea una categoria di reddito. Solo le transazioni collegate a tale categoria saranno interpretate come reddito.
ja: チェックを入れると、収入のカテゴリーが作成されます。 このようなカテゴリーに属する取引のみが収入として解釈されます。
ro: Dacă se bifează, se creează o categorie de venit. Numai tranzacțiile atașate unei astfel de categorii vor fi interpretate ca fiind venituri.
ru: Если флажок установлен, создается категория дохода. Только операции, относящиеся к такой категории, будут интерпретироваться как доход.
sk: Ak je začiarknuté, vytvorí sa kategória príjmov. Iba transakcie priradené k takejto kategórii sa budú interpretovať ako príjem.
sv: Wenn angehakt, dann erstellt dies eine Einkommenskategorie. Nur Transaktionen, die zu so einer Kategorie angehängt sind, werden als Einkommen interpretiert.
zh: 如果选中，这将创建一个收入类别。 只有附属于这种类别的交易才会被解释为收入。

# NewCategory_IsIncomeRelevant
source: Income relevant?
bg: Доходът е от значение?
cs: Příjmy jsou relevantní?
da: Indkomst relevant?
el: Το εισόδημα είναι σχετικό;
it: Il reddito è rilevante?
ja: 収入の関係？
ro: Veniturile sunt relevante?
ru: Доход имеет значение?
sk: Príjmy relevantné?
sv: Einkommensrelevant?
zh: 收入相关？

# NewCategory_MonthOffset
source: Month Offset
bg: Отместване на месеца
cs: Měsíční posun
da: Måned Offset
el: Μήνας Offset
it: Mese di compensazione
ja: 月間オフセット
ro: Decalaj lunar
ru: Смещение месяца
sk: Mesačný posun
sv: Monatsversatz
zh: 月抵消

# OpenSaveDialog_Filter
source: BFF Financial Plan (*.realm)|*.realm|BFF Financial Plan (*.bffs,*.sqlite)|*bffs;*.sqlite
bg: Финансов план на БФС (*.realm)|*.realm|Финансов план на БФС (*.bffs,*.sqlite)|*bffs;*.sqlite
cs: Finanční plán BFF (*.realm)|*.realm|Finanční plán BFF (*.bffs,*.sqlite)|*bffs;*.sqlite
da: BFF-finansplan (*.realm)|*.realm|BFF-finansplan (*.bffs,*.sqlite)|*bffs;*.sqlite
el: Χρηματοοικονομικό σχέδιο BFF (*.realm)|*.realm|Χρηματοοικονομικό σχέδιο BFF (*.bffs,*.sqlite)|*bffs;*.sqlite
it: Piano finanziario BFF (*.realm)|*.realm|Piano finanziario BFF (*.bffs,*.sqlite)|*bffs;*.sqlite
ja: BFFファイナンシャルプラン(*.realm)｜*.realm｜BFFファイナンシャルプラン(*.bffs,*.sqlite)｜*bffs;*.sqlite
ro: Plan financiar BFF (*.realm)|*.realm|Plan financiar BFF (*.bffs,*.sqlite)|*bffs;*.sqlite
ru: Финансовый план BFF (*.realm)|*.realm| Финансовый план BFF (*.bffs,*.sqlite)|*bffs;*.sqlite
sk: Finančný plán BFF (*.realm)|*.realm|Finančný plán BFF (*.bffs,*.sqlite)|*bffs;*.sqlite
sv: BFF Finanzplan (*.realm)|*.realm|BFF Finanzplan (*.bffs,*.sqlite)|*bffs;*.sqlite
zh: BFF财务计划 (*.realm)|*.realm|BFF财务计划 (*.bffs,*.sqlite)|*bffs;*.sqlite

# OpenSaveDialog_TitleNew
source: Create a new financial plan
bg: Създаване на нов финансов план
cs: Vytvoření nového finančního plánu
da: Opret en ny finansiel plan
el: Δημιουργήστε ένα νέο οικονομικό σχέδιο
it: Creare un nuovo piano finanziario
ja: 新しいファイナンシャルプランの作成
ro: Creați un nou plan financiar
ru: Создайте новый финансовый план
sk: Vytvorenie nového finančného plánu
sv: Erstelle einen neuen Finanzplan
zh: 创建一个新的财务计划

# OpenSaveDialog_TitleOpen
source: Open a financial plan
bg: Откриване на финансов план
cs: Otevření finančního plánu
da: Åbn en finansiel plan
el: Ανοίξτε ένα οικονομικό σχέδιο
it: Aprire un piano finanziario
ja: ファイナンシャルプランの開設
ro: Deschideți un plan financiar
ru: Открыть финансовый план
sk: Otvorenie finančného plánu
sv: Öffne einen Finanzplan
zh: 打开一个财务计划

# ParentTransEditingView_CurrentSum
source: Current amount
bg: Текуща сума
cs: Aktuální částka
da: Nuværende beløb
el: Τρέχον ποσό
it: Importo corrente
ja: 現在の金額
ro: Suma curentă
ru: Текущая сумма
sk: Aktuálna suma
sv: Aktueller Betrag
zh: 当前金额

# ParentTransEditingView_IntermediateSum
source: Subtotal
bg: Междинна сума
cs: Mezisoučet
el: Υποσύνολο
it: Subtotale
ja: サブトータル
ru: Промежуточный итог
sk: Medzisúčet
sv: Zwischensumme
zh: 小计

# ParentTransEditingView_MissingSumWithSubs
source: Missing amount excluding unsubmitted entries
bg: Липсваща сума, с изключение на неподадените записи
cs: Chybějící částka s výjimkou nepředložených záznamů
da: Manglende beløb eksklusive ikke indsendte poster
el: Λείπον ποσό εξαιρουμένων των μη υποβληθεισών εγγραφών
it: Importo mancante, escluse le voci non presentate
ja: 未提出のエントリーを除いた不足分
ro: Suma lipsă, cu excepția mențiunilor neprezentate
ru: Недостающая сумма без учета непредставленных записей
sk: Chýbajúca suma okrem nepredložených záznamov
sv: Fehlender Betrag exklusive der uneingereichten Einträge
zh: 缺少的金额不包括未提交的条目

# ParentTransEditingView_MissingSumWithoutSubs
source: Missing amount
bg: Липсваща сума
cs: Chybějící částka
da: Manglende beløb
el: Λείπει ποσό
it: Importo mancante
ja: 不足分
ro: Suma lipsă
ru: Недостающая сумма
sk: Chýbajúce množstvo
sv: Fehlender Betrag
zh: 缺少的金额

# Payee_CreateNew
source: Create new payee
bg: Създаване на нов получател на плащане
cs: Vytvořit nového příjemce
da: Opret ny betalingsmodtager
el: Δημιουργία νέου δικαιούχου
it: Creare un nuovo beneficiario
ja: 振込先の新規作成
ro: Crearea unui nou beneficiar de plată
ru: Создание нового получателя
sk: Vytvorenie nového príjemcu
sv: Neuen Zahlungsempfänger erstellen
zh: 创建新的收款人

# Payee_Edit
source: Edit payee
bg: Редактиране на получателя на плащането
cs: Upravit příjemce
da: Rediger betalingsmodtager
el: Επεξεργασία δικαιούχου
it: Modifica del beneficiario
ja: 振込先の編集
ro: Editați beneficiarul plății
ru: Редактировать получателя платежа
sk: Upraviť príjemcu
sv: Zahlungsempfänger bearbeiten
zh: 编辑收款人

# SaveNewBudgetPlanTo
source: Save new budget plan:
bg: Запазване на нов бюджетен план:
cs: Uložit nový rozpočtový plán:
da: Gem ny budgetplan:
el: Αποθήκευση νέου σχεδίου προϋπολογισμού:
it: Salva il nuovo piano di bilancio:
ja: 新しい予算案を保存します。
ro: Salvați noul plan bugetar:
ru: Сохраните новый бюджетный план:
sk: Uložiť nový rozpočtový plán:
sv: Speichere neuen Budget-Plan zu:
zh: 保存新的预算计划。

# Settings_Accents
source: Accents
bg: Акценти
cs: Akcenty
da: Accenter
el: Αξόνες
it: Accenti
ja: アクセント
ro: Accente
ru: Акценты
sk: Akcenty
sv: Akzente
zh: 重音

# Settings_AlwaysHideEditHeaders
source: Always hide column titles in the edit table
bg: Винаги скривайте заглавията на колоните в таблицата за редактиране
cs: Vždy skrýt názvy sloupců v tabulce úprav
da: Skjul altid kolonnetitler i redigeringstabellen
el: Να αποκρύπτετε πάντα τους τίτλους των στηλών στον πίνακα επεξεργασίας
it: Nascondi sempre i titoli delle colonne nella tabella di modifica
ja: 編集テーブルの列タイトルを常に隠す
ro: Ascundeți întotdeauna titlurile coloanelor în tabelul de editare
ru: Всегда скрывайте заголовки столбцов в таблице редактирования
sk: Vždy skryť názvy stĺpcov v tabuľke úprav
sv: Immer Spaltentitel in der Editiertabelle ausblenden
zh: 始终隐藏编辑表格中的列标题

# Settings_Currency
source: Currency format
bg: Формат на валутата
cs: Formát měny
da: Valutaformat
el: Μορφή νομίσματος
it: Formato della valuta
ja: 通貨フォーマット
ro: Format valutar
ru: Формат валюты
sk: Formát meny
sv: Währungsformat
zh: 货币格式

# Settings_Date
source: Date format
bg: Формат на датата
cs: Formát data
da: Datoformat
el: Μορφή ημερομηνίας
it: Formato della data
ja: 日付フォーマット
ro: Formatul datei
ru: Формат даты
sk: Formát dátumu
sv: Datumsformat
zh: 日期格式

# Settings_Language
source: Language
bg: Език
cs: Jazyk
da: Sprog
el: Γλώσσα
it: Lingua
ja: 言語
ro: Limba
ru: Язык
sk: Jazyk
sv: Sprache
zh: 语言

# Settings_ShowCheckNumbers
source: Show check numbers
bg: Показване на номерата на чековете
cs: Zobrazit čísla šeků
da: Vis kontrolnumre
el: Εμφάνιση αριθμών ελέγχου
it: Mostra i numeri degli assegni
ja: チェックナンバーの表示
ro: Afișați numerele de cecuri
ru: Показать номера чеков
sk: Zobraziť kontrolné čísla
sv: Zeige Schecknummern
zh: 显示支票号码

# Settings_ShowFlags
source: Show markers
bg: Показване на маркери
cs: Zobrazit značky
da: Vis markører
el: Εμφάνιση δεικτών
it: Mostra i marcatori
ja: マーカーを表示する
ro: Afișare marcaje
ru: Показать маркеры
sk: Zobraziť značky
sv: Zeige Markierungen
zh: 显示标记

# Settings_Theme
source: Subject
bg: Тема
cs: Téma
da: Emneord
el: Θέμα
it: Oggetto
ja: 件名
ro: Subiect
ru: Тема
sk: Predmet
sv: Thema
zh: 主题

# SuperiorCategory
source: Superimposed category
bg: Наложена категория
cs: Superponovaná kategorie
da: Overlejret kategori
el: Επικαλυπτόμενη κατηγορία
it: Categoria sovrapposta
ja: スーパーインポーズされたカテゴリー
ro: Categoria suprapusă
ru: Наложенная категория
sk: Superponovaná kategória
sv: Übergestellte Kategorie
zh: 叠加类别

# ToolTip_Account_Balance
source: The total account balance considering the entries with a future date. See the tooltip for a better distinction.
bg: Общото салдо по сметката, като се вземат предвид записите с бъдеща дата. Вижте подсказката за инструменти за по-добро разграничение.
cs: Celkový zůstatek účtu se zohledněním zápisů s budoucím datem. Lepší rozlišení najdete v nápovědě k nástroji.
da: Den samlede kontosaldo under hensyntagen til posteringer med en fremtidig dato. Se værktøjstip for en bedre skelnen.
el: Το συνολικό υπόλοιπο του λογαριασμού λαμβάνοντας υπόψη τις εγγραφές με μελλοντική ημερομηνία. Δείτε το tooltip για καλύτερη διάκριση.
it: Il saldo totale del conto considerando le voci con una data futura. Vedi il tooltip per una migliore distinzione.
ja: 未来の日付を持つエントリーを考慮したアカウントバランスの合計。 ツールチップを参照すると、より分かりやすくなります。
ro: Soldul total al contului luând în considerare înregistrările cu dată viitoare. Consultați tooltip pentru o mai bună distincție.
ru: Общий баланс счета с учетом записей с будущей датой. Для более точного определения смотрите всплывающую подсказку.
sk: Celkový zostatok na účte s ohľadom na záznamy s budúcim dátumom. Lepšie rozlíšenie nájdete v nápovede k nástroju.
sv: Der Gesamtkontostand unter Berücksichtigung der Einträge mit einem zukünftigen Datum. Schaue in den Tooltip für eine bessere Unterscheidung.
zh: 考虑到有未来日期的分录的账户总余额。 请看工具提示，以便更好地加以区分。

# ToolTip_Account_IntermediateBalance
source: The subtotal includes the entries that still need to be saved.
bg: Междинната сума включва записите, които все още трябва да бъдат записани.
cs: Mezisoučet zahrnuje položky, které je třeba ještě uložit.
da: Deltotalen omfatter de poster, der stadig skal gemmes.
el: Το υποσύνολο περιλαμβάνει τις εγγραφές που πρέπει να αποθηκευτούν.
it: Il subtotale include le voci che devono ancora essere salvate.
ja: 小計には、まだ保存する必要のあるエントリーが含まれています。
ro: Subtotalul include intrările care mai trebuie salvate.
ru: В промежуточный итог включаются записи, которые еще необходимо сохранить.
sk: Medzisúčet zahŕňa položky, ktoré je ešte potrebné uložiť.
sv: Die Zwischensumme bezieht die Einträge, die noch gespeichert werden müssen, mit ein.
zh: 该小计包括仍需保存的条目。

# ToolTip_Account_MissingSum
source: The difference between the target account balance and the subtotal.
bg: Разликата между целевото салдо по сметката и междинната сума.
cs: Rozdíl mezi cílovým zůstatkem účtu a mezisoučtem.
da: Forskellen mellem målkontosaldoen og subtotalen.
el: Η διαφορά μεταξύ του υπολοίπου του λογαριασμού-στόχου και του υποσυνόλου.
it: La differenza tra il saldo del conto target e il subtotale.
ja: 対象となる勘定科目の残高と小計との差額です。
ro: Diferența dintre soldul contului-țintă și subtotalul.
ru: Разница между балансом целевого счета и промежуточным итогом.
sk: Rozdiel medzi cieľovým zostatkom účtu a medzisúčtom.
sv: Die Differenz von dem Zielkontostands und der Zwischensumme.
zh: 目标账户余额与小计之间的差额。

# ToolTip_Account_SetTargetBalance
source: Setting the target account balance allows the automatic calculation of the missing amount.
bg: Задаването на целевото салдо по сметката позволява автоматично изчисляване на липсващата сума.
cs: Nastavení cílového zůstatku účtu umožňuje automatický výpočet chybějící částky.
da: Ved at indstille målkontosaldoen kan det manglende beløb beregnes automatisk.
el: Ο καθορισμός του υπολοίπου του λογαριασμού-στόχου επιτρέπει τον αυτόματο υπολογισμό του ελλείποντος ποσού.
it: L'impostazione del saldo target del conto permette il calcolo automatico dell'importo mancante.
ja: 目標とする口座残高を設定することで、不足分を自動的に計算することができます。
ro: Stabilirea soldului țintă al contului permite calcularea automată a sumei lipsă.
ru: Установка целевого баланса счета позволяет автоматически рассчитать недостающую сумму.
sk: Nastavenie cieľového zostatku účtu umožňuje automatický výpočet chýbajúcej sumy.
sv: Das setzen des Zielkontostands erlaubt die automatische Berechnung der fehlenden Summe.
zh: 设置目标账户余额可以自动计算出缺失的金额。

# ToolTip_Account_StartingBalance
source: The balance of the account on the set start date.
bg: Салдото по сметката на зададената начална дата.
cs: Zůstatek na účtu k nastavenému počátečnímu datu.
da: Kontoens saldo på den fastsatte startdato.
el: Το υπόλοιπο του λογαριασμού κατά την καθορισμένη ημερομηνία έναρξης.
it: Il saldo del conto alla data di inizio impostata.
ja: 設定された開始日のアカウントの残高です。
ro: Soldul contului la data de început stabilită.
ru: Баланс счета на установленную начальную дату.
sk: Zostatok na účte k nastavenému dátumu začiatku.
sv: Der Kontostand des Kontos am eingestellten Startdatum.
zh: 在设定的开始日期，账户的余额。

# ToolTip_BudgetOverview_Aggregates
source: If the totals are activated, then the values of the subcategories are added to the own value.
bg: Ако са активирани общите стойности, стойностите на подкатегориите се добавят към собствената стойност.
cs: Pokud jsou aktivovány součty, hodnoty podkategorií se přičtou k vlastní hodnotě.
da: Hvis totaler er aktiveret, lægges værdierne for underkategorierne til den egen værdi.
el: Εάν τα σύνολα είναι ενεργοποιημένα, τότε οι τιμές των υποκατηγοριών προστίθενται στη δική τους τιμή.
it: Se i totali sono attivati, allora i valori delle sottocategorie vengono aggiunti al valore proprio.
ja: 合計を有効にすると、サブカテゴリーの値が自分の値に加算されます。
ro: Dacă sunt activate totalurile, atunci valorile subcategoriilor sunt adăugate la valoarea proprie.
ru: Если активированы итоги, то значения подкатегорий добавляются к собственному значению.
sk: Ak sú aktivované súčty, hodnoty podkategórií sa pripočítajú k vlastnej hodnote.
sv: Wenn die Gesamtsummen aktiviert sind, dann werden die Werte der Unterkategorien zu dem eigenen Wert draufaddiert.
zh: 如果激活了总数，那么子类别的值就会加到自己的值上。

# ToolTip_BudgetOverview_JumpToMonth
source: Use this date selector to jump to any month (the day is irrelevant).
bg: Използвайте този селектор за дата, за да преминете към който и да е месец (денят е без значение).
cs: Pomocí tohoto voliče data můžete přejít na libovolný měsíc (den není důležitý).
da: Brug denne datovælger til at springe til en hvilken som helst måned (dagen er irrelevant).
el: Χρησιμοποιήστε αυτόν τον επιλογέα ημερομηνίας για να μεταβείτε σε οποιονδήποτε μήνα (η ημέρα δεν έχει σημασία).
it: Usa questo selettore di date per saltare a qualsiasi mese (il giorno è irrilevante).
ja: この日付セレクターを使って、任意の月にジャンプすることができます（日にちは関係ありません）。
ro: Folosiți acest selector de date pentru a trece la orice lună (ziua este irelevantă).
ru: Используйте этот селектор даты для перехода к любому месяцу (день не имеет значения).
sk: Pomocou tohto voliča dátumu môžete prejsť na ľubovoľný mesiac (deň nie je dôležitý).
sv: Nutze diesen Datumselektor um zu einem beliebigen Monat zu springen (der Tag ist nicht von Belang).
zh: 使用这个日期选择器可以跳到任何月份（日期不重要）。

# ToolTip_BudgetOverview_ShiftMonthBackward
source: Move back one month
bg: Преместване с един месец назад
cs: Přesun o měsíc zpět
da: Flyt en måned tilbage
el: Μετακίνηση προς τα πίσω ένα μήνα
it: Spostare indietro di un mese
ja: 1ヶ月前に戻す
ro: Mutarea înapoi cu o lună
ru: Переместиться на один месяц назад
sk: Presun o mesiac späť
sv: Verschiebe um einen Monat zurück
zh: 后移一个月

# ToolTip_BudgetOverview_ShiftMonthForward
source: Move forward one month
bg: Преместване напред с един месец
cs: Posun o měsíc dopředu
da: Ryk en måned frem
el: Προχωρήστε ένα μήνα μπροστά
it: Spostati in avanti di un mese
ja: 1ヶ月前に進む
ro: Mergi înainte cu o lună
ru: Перенестись на один месяц вперед
sk: Posun o mesiac dopredu
sv: Verschiebe um einen Monat vor
zh: 前进一个月
